// @ts-nocheck
// racial.ts — racial spell definitions.
// Split from gameData.ts for maintainability.

export const DB_RACIAL_SPELLS = [
  { 
    id: 1, 
    name: "Танец Связи", 
    class: "Новая Рас1а",
    role: "поддержка",
    abilities: [
      {
        desc: "В начале боя вы связываете всех союзников в радиусе 1200 между собой. Связанные союзники перераспределяют 12% всего исцеления между собой.\nИспользуя ультимейт Вы исполняете вдохновляющий танец в течении 8 секунд, повышая Скорость всех связанных союзников на 60%. Во время танца перезарядка ваших умений уменьшается на 20%",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вы посылаете золотое сияние восстанавливая 45 энергии и исцеление в размере 130% от магической атаки всем участникам связи",
        energy: 180,
        upgrade: "-"
      },
      {
        desc: "Вы наделяете самого слабого союзника щитом прочностью 180% от магической атаки на 4 секунды. При уничтожении щита наносится 130% магического урона и отбрасывает врагов вокруг в радиусе 240.",
        energy: 350,
        upgrade: "-"
      },
      {
        desc: "Связанные герои при использовании своего ультимейта восполняют всем остальным союзникам 100 энергии.\nУвеличивает радиус заклинаний на 175 всем союзникам которые восполнили энергию таким образом в течении 5 секунд",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Связь повышает физическую защиту и магическую защиту каждого союзника. Прирост для каждого союзника равен 15% от самых высоких аналогичных показателей среди других связанных. Эти бонусы не учитываются при расчёте усилений от этого умения.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Ваше максимальное здоровье увеличено на 50%. Все участники связи получают постоянное усиление дающие 7% основной характеристики.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 2, 
    name: "Пламя Возрождения", 
    class: "Огненная Раса",
    role: "урон", 
    abilities: [
      {
        desc: "Вы расходуете 12,5% от максимального здоровья и 250 энергии в секунду, чтобы создать пламя радиусом 600, наносящее 190% магического урона в секунду и дополнительный урон, равный 250% от потерянного здоровья, который распределяется между всеми врагами в зоне поражения. Навык продолжается до тех пор, пока враги находятся в зоне действия, при отсутствии энергии вы продолжаете использовать способность, увеличивая расход здоровья до 20% в секунду.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вы получаете один заряд возрождения, который при смерти превращает вас в огненный шар. В этом состоянии вы считаетесь живым, восстанавливая 8% от максимального здоровья в секунду. Когда ваше здоровье превышает 65%, вы воскрешаетесь, нанося взрывной 750% магического урона врагам в радиусе 400 и отбрасывая их на 100 единиц.",
        energy: 350,
        upgrade: "-"
      },
      {
        desc: "Вы даруете союзнику с самым большим запасом здоровья (кроме себя) вторую способность, которая помимо основного эффекта наносит 50% магического урона от носителя врагам в радиусе 400 каждую секунду и восстанавливает 15% от нанесённого урона здоровья.",
        energy: 700,
        upgrade: "-"
      },
      {
        desc: "Каждый раз, когда вы теряете 10% от максимального здоровья, вы выпускаете тёплый поток, восстанавливающий 40% здоровья самому слабому союзнику. При восстановлении 10% своего здоровья вы выпускаете поток, наносящий 50% магического урона самому здоровому врагу.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Восстановление здоровья в секунду увеличено до 35% во время пребывания в огненной форме. Вы и ваши союзники можете применять способности в этой форме.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда вы тратите 20% максимального здоровья, призывается Божественный огонь в области с наибольшим количеством врагов, нанося 240% магического урона и дополнительно повышает ваш магический вампиризм 15%.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 3, 
    name: "Град Стрел", 
    class: "Лесная Раса",
    role: "урон", 
    abilities: [
      {
        desc: "Нанося урон стрелами, вы взмываете в воздух и становитесь неуязвимым на 6 секунд, каждую секунду атакуя область с максимальным скоплением врагов. Каждый выстрел наносит 190% физического урона всем врагам рядом, последний удар подкидывает противников в воздух и наносит 270% физического урона. Если вы добиваете или помогаете победить врага этой способностью, её длительность увеличивается на 2 секунды.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Ваши автоматические атаки в течение 3 секунд превращаются в Пронзающие, наносящие 155% физического урона всем врагам на пути.",
        energy: 330,
        upgrade: "-"
      },
      {
        desc: "Следующие три автоматические атаки увеличивают скорость на 5%.",
        energy: 550,
        upgrade: "-"
      },
      {
        desc: "При получении временного баффа от союзника, ваше мастерство и скорость повышаются на 8%, до 3 стаков, срабатывая один раз от каждого союзника. При наборе максимальных стаков ваша скорость передвижения увеличивается на 25 за стак, таким же образом увеличивается и ловкость на 4% за стак.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Вы увеличиваете шанс крита на 20% во время действия союзного баффа.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Ваши способности с вероятностью 2% могут нанести двойной урон.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 4, 
    name: "Божественный Удар", 
    class: "Священная Раса",
    role: "урон", 
    abilities: [
      {
        desc: "Вы создаете ударную волну, которая наносит 220% физического урона всем врагам на пути длиной в 300 единиц и подбрасывает их на 0,5 секунды. Затем вы стремительно несетесь к точке приземления врага, нанося 220% физического урона врагам в радиусе 300 и оглушаете их на 1,5 секунды. Урон навыка увеличивается на 12% за каждого попавшего в зону действия способности врага. Во время применения способности вы невосприимчивы к эффектам.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вы становитесь невосприимчивым к урону на 1 секунду. В течение невосприимчивости вы восстанавливаете 80 ед. энергии и получаете постоянный бонус к мастерству на 17% до конца битвы. По окончании невосприимчивости вы обрушиваете удар, который наносит 120% физического урона по области в радиусе 200. Если вы убиваете этим умением, то дополнительно восстанавливаете 150 ед. энергии.",
        energy: 700,
        upgrade: "-"
      },
      {
        desc: "Вы благословляете самого ослабленного союзника (кроме призванных существ), создавая щит на 20% от вашего максимального здоровья на 3 секунды. Ваши следующие три автоматические атаки исцеляют на 35% физического урона союзников под щитом.",
        energy: 450,
        upgrade: "-"
      },
      {
        desc: "Если на поле боя остаются как минимум 3 выживших союзника, ваши атаки игнорируют сопротивление. Ваши навыки также уничтожают всех не-боссов со здоровьем ниже 4%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Благословление также усиливает броню и сопротивление на 50% от собственных показателей. В течение одного боя не дает одному из союзников погибнуть, давая ему иммунитет к урону на 8 секунд, после боя перезаряжается в течение 120 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Вы получаете +3% к мастерству за каждое дарованное благословение.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 5, 
    name: "Мастерство Теней", 
    class: "Раса Теней",
    role: "поддержка", 
    abilities: [
      {
        desc: "Противники не могут применять умения в течение 1 секунды, в это время урон от ультимейтов союзников увеличен на 20%.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Следующий ваш ультимейт длится на 3 секунды дольше за каждые 5 потраченных комбопоинтов до момента активации этой способности.",
        energy: 650,
        upgrade: "-"
      },
      {
        desc: "Вы увеличиваете силу получаемого исцеления и прочность щитов на 1%, накапливается до окончания боя.",
        energy: 100,
        upgrade: "-"
      },
      {
        desc: "Самый слабый союзник получает вторую способность в радиусе 1200.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Пока действует ваш ультимейт, вы увеличиваете физический и магический урон на 35 за каждого противника и союзника, на которого воздействует ваш ультимейт.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Получаемый урон уменьшен на 10% во время боя. Если отсутствует эффект ультимейта, дополнительно снижает урон ещё на 5%.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 6, 
    name: "Ярость Берсерка", 
    class: "Раса Берсерков",
    role: "урон", 
    abilities: [
      {
        desc: "Вы делаете прыжок и наносите удар по врагу, которому был нанесён наибольший суммарный урон. Урон удара составляет 270% от физической атаки + 27% от силы, а также дополнительный истинный урон в размере 30% + 3% от суммарной потери здоровья всех врагов (не более 1500% от атаки + 150% от силы). Враги, попавшие под удар, сбиваются с ног на 0,5 секунды, вы становитесь неуязвимым на время применения навыка. После использования навыка счёт потери здоровья врагов сбрасывается.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Следующая способность дополнительно нанесет противнику, получившему от вас больше всего урона, 480% от физической атаки + 40% от силы в виде урона.",
        energy: 550,
        upgrade: "-"
      },
      {
        desc: "Вы призываете копье, которое атакует ближайших врагов 6 раз, каждый удар наносит 35% от физической атаки + 3% от силы. Во время действия навыка вы получаете на 62% меньше урона и восстанавливаете 150% физического урона + 5% здоровья.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Каждый второй призыв копья вызывает дополнительное копье, которое проходит сквозь всех противников и наносит 280% физического урона.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Ваши атаки игнорируют 90% прочности щитов.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "В бою вы получаете +20% к криту. При атаке врага, которому был нанесён наибольший урон, критический шанс увеличивается ещё на 50%.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 7, 
    name: "Мощь Титанов", 
    class: "Раса Титанов",
    role: "танк", 
    abilities: [
      {
        desc: "При активации ультимейта увеличивается урон следующих 3 атак и умений на 280% от физической и магической атаки, по завершении усиленных атак накладывается щит, равный 85% от вашего максимального запаса здоровья.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Повышает ваше здоровье на 2% раз в секунду в течение 3 секунд. Теряя это здоровье, пропорционально наносится урон, равный потерянному здоровью, всем противникам в радиусе 200.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Вы обрушиваете меч, поражая всех врагов в прямоугольной зоне перед собой и нанося до 360% + 40% физического урона, сбивая их с ног на 2 секунды.",
        energy: 450,
        upgrade: "-"
      },
      {
        desc: "В начале боя вы получаете щит, равный 85% от вашего максимального запаса здоровья, и временно увеличиваете максимальное HP на 300%. Этот бонус не восполняет текущее HP и сокращается на 30% каждую секунду.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После того, как щит, полученный от ультимейта, спадёт, вы получаете повторное усиление начала боя.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Каждые 10% вашего здоровья, пришедшего в норму после усилений, усиливают ваши умения и атаки, тем самым они дополнительно наносят 1% магического и физического урона. Усиление действует до конца боя.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 8, 
    name: "Фантомный Стрелок", 
    class: "Призрачная Раса",
    role: "урон", 
    abilities: [
      {
        desc: "Призываете фантомный лук, который наносит 8 выстрелов в течение 2 секунд по вашим целям и исчезает. Каждый выстрел наносит 130% магического и физического урона.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вы благословляете себя и союзника с луком, увеличивая дальность атак и радиус заклинаний на 25. Суммируется 5 раз. Атаки и заклинания под действием одного благословения дополнительно наносят 25% магического и физического урона.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Вы отмечаете последнего атакованного врага, следующая способность нанесет противнику 3,5-кратный урон.",
        energy: 750,
        upgrade: "-"
      },
      {
        desc: "Благословленные союзники могут избежать смерти один раз за бой, иммунитет к урону действует 2 секунды.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Мана, получаемая благословляемыми целями, передаётся другим благословенным целям. Передаваемая таким образом мана не может быть передана повторно.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Повышает ваш манапул и скорость восстановления маны на 15.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 9, 
    name: "Владыка Теней", 
    class: "Темная Раса",
    role: "урон", 
    abilities: [
      {
        desc: "В радиусе 400 вы высасываете 25 энергии из всех противников раз в 0,25 секунд в течение секунды. По окончании действия вы наносите 210% физического урона.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Увеличивает получаемую энергию вдвое в течение 3 секунд.",
        energy: 500,
        upgrade: "-"
      },
      {
        desc: "Вы становитесь владельцем теней ваших союзников на 10 секунд, 10% получаемого вами урона передаётся каждому союзнику.",
        energy: 950,
        upgrade: "-"
      },
      {
        desc: "Высасывая энергию, вы получаете +12% наибольшей характеристики.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Исцеляя полученный урон от тени, союзники исцеляют вас, а не себя, пока не исцелят весь переданный урон.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Пока вы контролируете тень союзников, вы теряете 80% здоровья в течение 3 секунд. Ваша энергия передаётся союзникам с вашей тенью.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 10, 
    name: "Проклятие Крови", 
    class: "Проклятая Раса",
    role: "поддержка", 
    abilities: [
      {
        desc: "Отмечает самого сильного врага, весь наносимый урон противнику также наносится игроку. Игрок не может быть убит таким образом. Повторное наложение меток первостепенно выбирает противников без меток, в случае отсутствия противников без меток метка накладывается повторно.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "В течение 6 секунд повышает урон союзников и исцеление противников на 15%.",
        energy: 750,
        upgrade: "-"
      },
      {
        desc: "В течение 6 секунд повышает урон по врагам и уменьшает скорость союзников на 15%.",
        energy: 950,
        upgrade: "-"
      },
      {
        desc: "Вместо понижения скорости союзников понижает её у противников.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Наложение метки наносит всем целям с меткой 1500 магического урона.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Вместо повышения исцеления у противников понижает его.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 11, 
    name: "Зеркальный Двойник", 
    class: "Раса Иллюзий",
    role: "поддержка", 
    abilities: [
      {
        desc: "Вы призываете свою копию с максимальным количеством вашего здоровья. Не может умереть, пока вы живы.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Ваша копия погибает и взрывается, нанося 320% от максимального здоровья в радиусе 350.",
        energy: 950,
        upgrade: "-"
      },
      {
        desc: "Все враги в радиусе 350 от вас и вашей копии начинают атаковать копию. Атакуя копию, враги отравляются, получая 2% урона от максимального здоровья копии.",
        energy: 750,
        upgrade: "-"
      },
      {
        desc: "Взрыв копии оглушает противников на 1,5 секунды.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "70% урона, полученного вами, передаётся копии, 30% урона иллюзии передаётся вам. Полученный таким образом урон не может передаваться.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Повышает ваше максимальное здоровье на 15%.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  { 
    id: 12, 
    name: "Симбиоз с Хараком", 
    class: "Раса Звероловов",
    role: "урон", 
    abilities: [
      {
        desc: "В начале боя вы призываете сверххищника — Харака, наделяя его 50% своих характеристик. Активируя ультимейт, Харак в течение 2 секунд обрушивает на врага серию из 10 ударов, каждый из которых наносит 160% физического и магического урона от его характеристик. Финальный удар дополнительно наносит 240% физического и магического урона от его характеристик.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Харак поглощает ваше тело, убивая вас. Выплевывая лишь ваши кости, он насыщается вашими характеристиками и добавляет 300% ваших характеристик себе. Харак остается в бою, пока в бою находятся ваши союзники.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Харак откусывает кусочек плоти противника, чтобы поделиться с вами. Нанося 20% физического и магического урона противнику, он выплевывает его в вас, давая вам один комбо-поинт.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Харак начинает влиять на вашу энергию.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Излишек комбо-поинтов, предоставленных Хараком, превращается в 50 энергии за один комбо-поинт.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "После того как Харак поглотил и выплюнул вас, ваши кости укрепляются. При возрождении после поглощения вы получаете +110% урона на 3 секунды.",
        energy: "-",
        upgrade: 900
      }
    ]
  },
  {
    id: 13,
    name: "Вечная Зима",
    class: "Раса 13",
    role: "урон",
    abilities: [
      {
        desc: "Крионайя призывает Вечную Зиму, заключая до трёх вражеских героев (и их призывов) в ледяной купол на 12 секунд, изолируя их от битвы. В бою с боссами зона затягивает всех врагов. При активации Крионайя получает Ледяной щит, действующий пока активна Вечная Зима, поглощающий до 3000% + 250% урона. Пока щит цел, Крионайя невосприимчива к контролю, получает +60 к скорости и +60% к атаке, а также не может быть побеждена. Зона исчезает раньше, если все пойманные враги уничтожены или щит разрушен.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Крионаи вызывает мощную бурю, накрывающую поле боя на 6 секунд и наносящую от 40% + 7% до 70% + 7% урона врагам в области и от 20% + 3% до 35% + 3% урона врагам в радиусе 1 клетки каждые 0,5 секунды. После применения Frostveil Domain она перестаёт активно использовать умение и создаёт одну большую и две малые бури в центре поля боя, которые существуют всё время действия её ледяного щита. Малые бури наносят от 20% + 3% до 35% + 3% урона каждые 0,5 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Cryonaia выпускает 5 ледяных осколков, каждый из которых наносит врагу от 140% + 20% до 200% + 20% урона (в зависимости от уровня персонажа). Пока активен Frost Shield, время перезарядки умения сокращается до 3 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Cryonaia увеличивает свою атаку в бою на 7–12%. Пока действует Ледяной Щит, каждые 2 секунды атака дополнительно возрастает на 1–1.5%, суммируясь до 6 раз.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "[translate:Крайонаи наносит 60% урона врагам, попавшим в область Вечного Холода, увеличивая получаемый ими урон до 130%, а при максимальном усилении — до 200%. Только Крайонаи может использовать своего ультимативного умения внутри области. На высшем уровне сила Вечного Холода способна остановить время боя до 30 секунд.]",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Пока действует Ледяной Щит, Крионаи мгновенно замораживает и уничтожает врагов в области Вечной Зимы, если их здоровье ниже 15% и не превышает тройной величины её атаки.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 14,
    name: "Ярость Бумбума",
    class: "Раса 14",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное умение. Обычные атаки Кулу вызывают взрыв, наносящий 80% урона цели и всем ближайшим противникам. Все умения Кулу наносят урон как врагам, так и союзникам, однако союзники получают на 70% меньше урона. Активное умение. Кулу обрушивает ярость на вражескую сторону поля боя, нанося 14 ударов по случайным зонам. Каждый удар поражает клетку и соседние области в радиусе одной клетки, нанося от 90% до 130% (+10%) урона всем юнитам. Не менее 10 ударов гарантированно приходятся по областям, где есть враги, а минимум 6 из них — по зонам с наибольшим их количеством. После обстрела Кулу призывает гигантского Бумбума, который наносит 250% + 25% урона всем врагам. Кулу активирует ультимативное умение только при наличии врагов и становится неуязвимой во время его применения.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. В начале боя Кулу обстреливает ближайшую к союзной стороне границу врага, создавая обломки, которые ограничивают передвижение и отбрасывают задетых врагов назад. Центральные обломки можно разрушить за 7 ударов, остальные — неразрушимы. После уничтожения центральной преграды Кулу через 8 секунд восстанавливает её взрывом. Активное умение. Кулу телепортируется к ближайшему врагу, нанося 210% + 20% урона и подбрасывая цель в воздух, после чего возвращается на место. Если цель находится на союзной стороне поля, Кулу вместо этого отбрасывает её назад до 3 клеток. Во время применения навыка Кулу неуязвима.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Кулу призывает Бумбума, который трижды отскакивает между врагами. Первые два отскока поражают двух ближайших противников и поглощают их. На последнем отскоке Бумбум атакует самого дальнего врага и выпускает всех поглощённых. Каждый удар наносит 110–140% + 10% урона цели и соседним врагам, снижая их скорость передвижения на 60% на 3 секунды. Поглощённые враги не могут действовать и получают урон только от Бумбума. Если финальный отскок не находит цель, Бумбум продвигается на 3 клетки вглубь вражеской территории (если не упирается в преграды).",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя сила атаки повышается на 6–10%. При нанесении урона врагу сила атаки дополнительно увеличивается на 0.6–1% за каждый удар, складываясь до 50 раз.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "В начале боя Кулу накладывает на всех врагов метку взрыва, повышающую получаемый ими урон на 10% до конца сражения. Побеждённые противники с этой меткой превращаются в \"бомбы судьбы\", которые взрываются через 2 секунды, нанося 210–270% урона по всем врагам в радиусе 2 клеток и дополнительно 15% от максимального запаса здоровья цели (но не более 300% от атаки Кулу). На уровне эксклюзивного оружия 15, при каждом взрыве бомбы Кулу впадает в состояние “Безумие взрыва” на 10 секунд: получает +35 к Пробитию, а радиус умений и обычных атак увеличивается до 2 клеток. Время действия эффекта продлевается при последующих взрывах, но бонусы не складываются.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Кулу получает повышенные скорость атаки и защиту от дальних атак. При отсутствии врагов на её стороне поля бою бонусы составляют +40 к скорости атаки и защите, уменьшаясь на 10 за каждого противника (до минимума в +20). Союзники на той же стороне получают 50% от этих бонусов.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 15,
    name: "Симбиот",
    class: "Раса 15",
    role: "поддержка",
    abilities: [
      {
        desc: "Вы наносите урон союзнику, нанесений урон равен 10% от его максимального запаса здоровья. Преобразует высасоное здоровье в симбиота с здоровьем равным отнятому у союзника.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Ваш симбиот впивается в самого слабого союзника и излечивает его жертву своим здоровьем пока не умрёт, раз в секунду жертвует 10% своего здоровья пока не исцелит союзника. На одном союзник может быть несколько симбиотов.",
        energy: 900,
        upgrade: "-"
      },
      {
        desc: "Вы исцеляете всех своих симбиотов на 370% магической атаки. Избыточное исцеление расширяет запас здоровья симбиота не восстанавливая его.",
        energy: 200,
        upgrade: "-"
      },
      {
        desc: "Каждый ваш симбиот увеличивает показатель вашего интелекта на 2%",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Симбиот наносят всем врагам 20% магического урона в радиусе 200",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "23% урона получаемый союзником с симбиотов становиться отложены, и наносится в течении 5 секунд",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 16,
    name: "Пробивающий Выстрел",
    class: "Раса 16",
    role: "урон",
    abilities: [
      {
        desc: "Аталанта стремительно перемещается к выбранной клетке и выпускает пробивающий снаряд по направлению цели, нанося до 340% + 30% урона всем врагам на пути шириной в 1 клетку и оглушая их на 2 секунды. При попадании умение вызывает взрыв эффекта Scorching Gift в точке удара, наносящего 75% от исходного урона (до 3 раз за одно применение суперспособности).",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Аталанта наносит удар кнутом, причиняя 150% + 15% урона, отбрасывает врага на 2 клетки и обездвиживает его на 3 секунды. Если за целью есть другой противник в радиусе атаки, Аталанта швыряет её в него, нанося урон и обездвиживая обоих. При столкновении враги также наносят друг другу урон, равный 150% силы атаки друг друга (но не более 300% от атаки Аталанты).",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Аталанта выпускает взрывной болт, наносящий до 210% + 20% урона цели и ближайшим противникам. Взрыв поражает область радиусом 2 клетки, но враги по краям получают лишь 60% урона.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Аталанта увеличивает свою скорость на 12 / 15 / 18 во время боя и получает дополнительно 2 / 4 / 6 скорости, если за 3 секунды нанесёт урон трём разным противникам.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Сладкая встреча — пассивное умение. В начале боя активируется дважды подряд, выбирая разных целей. Наносит повышенный урон (6%, 8% или 10% в зависимости от уровня эксклюзивного оружия). На уровне оружия 10 и выше Аталанта крадёт у основной цели 10% Атаки и 10% Физ. Защиты при попадании. Эффект не складывается и возвращается через 8 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Атланта восстанавливает 10% максимального здоровья при каждом прямом попадании [translate:Wild Sniper]. Во время использования [translate:Sweet Encounter] невосприимчива к эффектам и получает +60 к скорости. Если цель сталкивается с другим врагом, их физическая защита снижается на 40% на 8 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 17,
    name: "Сила Прилива",
    class: "Раса 17",
    role: "поддержка",
    abilities: [
      {
        desc: "Кассади выпускает волну шириной в 3 клетки в выбранном направлении, нанося всем противникам на пути 280–340% + 30% урона и отбрасывая их на 2 секунды.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Кассадия поднимает врага водяным столбом, нанося до 300% урона и оглушая его на 1,7 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Кассади в начале боя выбирает ближайшего союзника (в приоритете — стоящего за ней) и наделяет его благословением Сила Прилива. Когда этот союзник наносит обычную атаку, Кассади один раз дополнительно поражает врага магическим уроном, равным 80% от своей силы атаки. Эффект срабатывает до 9 раз, после чего благословение исчезает и накладывается снова через 5 секунд. Если благословённый союзник побеждён, Кассади выбирает следующего ближайшего союзника. Эффект нельзя развеять.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Кассадия увеличивает свою Скорость на 12–18 во время боя и получает дополнительно 2–6 Скорости, если первый союзник под действием силы Прилива жив.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Кассадэ дарует всем союзникам на пути Потока прилива временное благословение, усиливающее их следующие 9 обычных атак эффектом Силы прибоя. После 6 попаданий по врагу дополнительно накладывается Подток.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Кассади снижает магическую защиту врагов, поражённых волной, на 20% на 10 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 18,
    name: "Зельевар",
    class: "Раса 18",
    role: "поддержка",
    abilities: [
      {
        desc: "Роуан перемещается на 1 клетку и разбрасывает монеты по прибытии, восстанавливая союзникам в радиусе 2 клеток от 250 до 320 + 30 энергии (в зависимости от уровня).",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Роуан в начале боя размещает тележку с 2 зельями здоровья и 1 зельем энергии. Союзники в радиусе 2 клеток с уровнем здоровья ниже 50% автоматически используют зелье, восстанавливая 45% + 4% от своего максимального HP (до 800% + 65% от атаки Роуана). Каждый союзник может использовать одно зелье каждые 6 секунд. Если энергия союзника в радиусе 2 клеток превышает 600, он автоматически использует зелье энергии, восстанавливающее 400 единиц энергии.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Роуэн призывает Брэддака атаковать противника, нанося до 230% + 20% урона и поглощая 70 ед. энергии. Если все зелья здоровья израсходованы, вместо атаки Брэддак пополняет тележку Роуэна одним зельем — не чаще чем раз за три применения умения «Утка вальс».",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Роуэн повышает свою Скорость в бою на 7/10/12. До первого пополнения тележки с Танцем Кваква его Скорость дополнительно увеличивается на 6/8/10.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Умение: Супер-эликсир исцеления После продажи 3 зельев здоровья Роуэн создаёт супер-зелье, восстанавливающее до 70% максимального HP союзника и навсегда повышающее его физическую и магическую защиту на 40%. Эффект срабатывает один раз за бой. Когда Брэддак пополняет запасы зелий, одно из них превращается в супер-зелье.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Роуэн начинает бой с дополнительным зельем лечения благодаря способности Smart Stall.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 19,
    name: "Скакун Рассвета",
    class: "Раса 19",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное умение. Темезия не совершает обычных атак. Вместо этого она выбирает самого дальнего врага и стремительно атакует его, нанося от 125% до 160% урона (в зависимости от уровня) и дополнительно 10% урона всем противникам на пути. После достижения цели Темезия меняет направление и восстанавливает 180 ед. энергии. Скорость анимации атаки не зависит от параметров скорости атаки (ATK SPD) или поспешности (Haste), однако каждый пункт этих характеристик увеличивает урон от рывка на 1%. Активное умение. Темезия призывает свою лошадь Рассвет, которая совершает прыжок вперёд, нанося 300% урона ближайшим врагам и сбивая их с ног. После этого скорость её рывка увеличивается на 10%, суммируясь до 2 раз.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Темезия приказывает своему скакуну изменить направление атаки и ударить противника, нанося до 170% + 15% урона и накладывая прерывание. Вражеский урон снижается на 15% на 5 сек. При смене направления Темезия восстанавливает 10% потерянного здоровья.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Темезия наносит до четырёх атак по ближайшим врагам, нанося урон, равный 40–60% + 5% от их АТК. Каждая атака не превышает 70% + 7% от её собственной АТК.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Темезия увеличивает свою атаку на 11–18% во время боя и получает дополнительно 2–4% атаки при первом применении умения «Сердце Рыцаря».",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После двух использований \"Сердца рыцаря\" Темезия навсегда становится Неуязвимой, а урон от заряда превращается в чистый. В этом состоянии она восстанавливает от 1% до 1.4% максимального здоровья в секунду, в зависимости от уровня особого оружия.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Снижает физическую защиту врага на 1% за каждый удар [translate:Knight’s Heart], максимум до 6 раз.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 20,
    name: "Смена Режимов",
    class: "Раса 20",
    role: "урон",
    abilities: [
      {
        desc: "Вала: Смена режимов боя Если Вала применяет навык по свободной клетке, она прыгает туда и переходит в режим “Небесный бластер”. В этом режиме она стреляет в отмеченного врага, нанося 450% + 40% урона и оглушая цель на 4 секунды. Против врагов с более чем 50% здоровья урон увеличен на 45%. Если Вала применяет навык по врагу, она переходит в режим “Меч”. В этом режиме она стремительно атакует цель, нанося 420% + 25% истинного урона, а её обычные атаки становятся ближними. Против врагов с менее чем 50% здоровья все её атаки и умения наносят дополнительный урон, равный 12% от потерянного здоровья цели (до 300% от её АТК). В автоматическом бою Вала выбирает режим “Меч”, если у отмеченного врага менее 50% здоровья, и режим “Небесный бластер” — если больше, атакуя с безопасного расстояния.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вала помечает самого дальнего врага в начале боя и сосредотачивает атаки на нём, восстанавливая 120 + 10 единиц Энергии за удар. После гибели отмеченной цели отправляет новую метку: на самого дальнего врага в режиме Небесного Бластера или на ближайшего — в режиме Меча.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "В режиме Бластер Вала стреляет анестезирующим зарядом, нанося до 260% + 20% урона и снижая Скорость на 60 на 8 сек. В режиме Меча Вала атакует трижды, нанося до 115% + 8% урона за удар и оглушая цель на 1 сек.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя Вала увеличивает свою атаку на 9–15% и дополнительно получает ещё 3–5% к атаке за каждого побеждённого противника (кроме призванных существ).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Вала растворяется во тьме, когда побеждает отмеченную цель, становясь неуязвимой, пока в живых остаются союзники. В состоянии тьмы её скорость передвижения увеличивается до 90%, а Пыл — на 120 в течение 10 секунд. Побеждая отмеченного врага, она также восстанавливает 40% максимального запаса здоровья.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Вала наносит на 10% больше урона отмеченной цели.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 21,
    name: "Жизненный Поток",
    class: "Раса 21",
    role: "поддержка",
    abilities: [
      {
        desc: "Фэй направляет поток жизненной магии вперёд, исцеляя союзников в дуге на 3 клетки на 300% + 30% HP и повышая их атаку на 12–14% на 8–10 секунд. На высоких уровнях дополнительно увеличивается скорость атаки союзников на 15.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Фэй исцеляет самого ослабленного союзного героя, восстанавливая 50–65% здоровья в секунду в течение 4–5,5 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Фэй метает самоцвет во врага, вызывая взрыв. Урон от умения достигает до 160% + 15%, а союзники в радиусе получают лечение на 160% + 15%. Самоцвет принимает одну из двух форм в зависимости от типа противника: рубин против физического урона снижает физическую защиту врагов и повышает защиту союзников на 10% на 5 сек., сапфир против магического урона аналогично действует с магической защитой.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает максимальное здоровье на 17–29% в зависимости от уровня персонажа.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Фэй накладывает на союзника, стоящего впереди, эффекты «Яркий танец» и «Исцеляющие самоцветы» в начале боя, а также повышает его Живучесть до 25 ед. до конца битвы.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда здоровье союзника впервые падает ниже 50%, Фэй мгновенно восстанавливает ему 200% HP. Эффект срабатывает один раз за использование умения.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 22,
    name: "Копьё Природы",
    class: "Раса 22",
    role: "танк",
    abilities: [
      {
        desc: "Корин делает широкий взмах копьём, поражая врагов в радиусе 2 клеток. Атака наносит 85% + 10% урона 4 раза, отбрасывает ближайших противников на 1 клетку и обездвиживает их на 4 секунды.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Корин прыгает к самому слабому союзнику и создает щит, поглощающий до 320% + 20% урона на 5 сек. Затем она устремляется к ближайшему врагу, нанося 220% + 15% истинного урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Корин наносит гарантированный критический удар по врагам на расстоянии одной клетки. Критический урон увеличивается на 1% + 0,1% за каждый 1% шанса крита (до 1,6% + 0,1% на максимальном уровне).",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Повышает скорость на 12–20 ед. во время боя (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Когда Корин и союзники в радиусе 2 клеток совершают в сумме 3 суперудара, копьё Корина наполняется силой природы на 8 секунд. Его атаки наносят дополнительный чистый урон, равный 2% (до 2,8% при улучшении оружия) максимального здоровья цели, но не более 40% от атаки Корина. Во время действия умения скорость атаки повышается на 60.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Корин получает на 25% меньше урона от врагов, стоящих дальше чем на одну клетку.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 23,
    name: "Божественный Свет",
    class: "Раса 23",
    role: "танк",
    abilities: [
      {
        desc: "Люциус выбирает клетку и накладывает на союзников на ней и соседних клетках щит, поглощающий 470–520% + 40% урона в течение 10 секунд.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Люциус атакует противника щитом, нанося 70% урона и отбрасывая его на одну клетку. Враг оглушается на 1 секунду. Герой получает щит, блокирующий 320% + 30% урона в течение 8 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Когда Луций получает щит, он лечит самого слабого союзника, восстанавливая здоровье, равное 110% от прочности щита. Эффект щита усиливается на 42%.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает лечение в бою: 11 / 15 / 19 (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Люциус выпускает Божественный Свет, охватывающий зону перед собой (3 клетки в ширину, 4 в длину), нанося 90% урона всем врагам и снижая их атаку на 8–12% на 4 секунды. За каждого поражённого врага Люциус получает щит на 3% здоровья на 4 секунды.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Люций исцеляет двух союзников благословением Божественного Света.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 24,
    name: "Гиперфокус",
    class: "Раса 24",
    role: "урон",
    abilities: [
      {
        desc: "Марили прыгает до 3 клеток в любом направлении, атакуя двух ближайших врагов у исходной позиции и нанося им 155% + 15% урона.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "После каждых двух обычных атак Марили заряжает следующую, нанося до 190% + 10% урона и оглушая цель на 0,5 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Марили повышает атаку на 4–17% +1% и скорость атаки на 25, если поблизости (в радиусе 2 клеток) нет врагов.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает критический урон на 30/40/50 в зависимости от уровня умения.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Марили повышает свою атаку на 5% (до 6 раз) каждый раз, когда союзники применяют ультимативное умение. После накопления максимальных зарядов её обычные атаки наносят чистый урон. На высоких уровнях оружия бонус атаки усиливается до 7.5% и затем до 8.5% за каждый заряд, а эффект \"Сосредоточенность\" дополнительно даёт один заряд каждые 10 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Марили снижает дистанцию, на которой должно не быть врагов для активации Гиперфокуса, на 1 клетку.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 25,
    name: "Крылатое Пламя",
    class: "Раса 25",
    role: "урон",
    abilities: [
      {
        desc: "Мираэль создаёт трёхклеточную стену пламени в выбранном направлении, нанося до 640% + 60% урона подожжённым врагам.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Мириэль поджигает врага, нанося 45% + 4% урона каждую секунду в течение 10 секунд. Целью становится противник, на котором нет горения.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Мириэль выпускает огненный шар, наносящий от 250% до 280% (+20%) урона основной цели и от 160% до 200% (+20%) урона ближайшим врагам.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Повышает скорость атаки в бою на 21–33.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После первого применения \"Крылатого Пламени\" Мираэль до конца боя использует \"Огненный Шар\" как обычную атаку. Каждая атака выпускает 2 шара, наносящих по 170% +15% урона цели и 120% +15% урона ближайшим врагам. После активации умения два противника дополнительно получают ожог \"Костяное Пламя\".",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Мираэль усиливает «Обжиг костей»: увеличивает длительность горения на 4 секунды, поджигает до 3 дополнительных врагов и повышает свою скорость атаки на 300 ед. на 18 секунд. Время перезарядки умения увеличено на 12 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 26,
    name: "Грозовой Меч",
    class: "Раса 26",
    role: "урон",
    abilities: [
      {
        desc: "Вален выбирает цель и наносит 7 быстрых ударов по выбранной и соседним клеткам, нанося 70–90% +10% урона всем противникам. Во время ударов он неуязвим. После атаки получает эффект «Бодрости» на 12 с, увеличивающий атаку на 20%.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вален наносит цели 3 удара, каждый из которых причиняет 115% + 10% урона. Во время состояния «Воодушевления» каждый удар выпускает ответвляющуюся молнию, наносящую такой же урон цели и до двум ближайшим противникам в радиусе 2 клеток.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Valen casts his lightning strike only when he gains Invigoration, dealing 190% + 20% damage to all enemies within 2 tiles.Unlocks at Level 91: Increases damage to 200% + 20%.Unlocks at Level 151: Increases damage to 210% + 20%.Unlocks at Level 211: Increases damage to 220% + 20%.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Повышает атаку на 12–20% во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Вален получает постоянный эффект Воодушевления. Во время действия Воодушевления использование Могущества Громового Меча увеличивает его атаку на 10% (до 10 раз). На 5 уровне особого оружия сила каждого эффекта возрастает до 12%, а на 15 уровне — до 13%. На 10 уровне после получения Воодушевления обычная атака вызывает удар молнии по врагу в радиусе 2 клеток, нанося урон, равный урону обычной атаки.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Валлен оглушает врага ударом Грозового Ярости на 3 секунды.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 27,
    name: "Охота за Наградой",
    class: "Раса 27",
    role: "урон",
    abilities: [
      {
        desc: "Уокер заряжает револьвер шестью пулями и стреляет по врагам впереди, стараясь не попадать в одну цель дважды. Каждая пуля наносит 60% урона плюс 5% + 1% от максимального здоровья цели (до 60% бонусного урона) и оглушает на 2.2 секунды. Повторные попадания по одной цели наносят 50% урона. Если среди врагов есть цель с меткой \"Охота за наградой\", все оставшиеся пули после остальных попадут в неё.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Уокер атакует тройным выстрелом, нанося врагам перед собой 34–40% + 6% урона за пулю. Основная цель получает урон от всех трёх пуль. При критическом попадании противник оглушается на короткое время. Дальность обычных атак не может быть увеличена.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Уокер берёт награду за врага, нанесящего наибольший урон, через 10 секунд после начала боя. После этого он концентрирует атаки на этой цели, повышая свой урон на 30% и снижая получаемый урон на 23%. Когда отмеченный враг погибает, Уокер получает 8 ед. крит-шанса (до 24) до конца боя. При получении награды Уокер выпускает 3 выстрела по отмеченному врагу, каждый из которых наносит 55% урона и дополнительно 4% от уже потеренного здоровья цели (доп. урон до 25%). После смерти цели он может вновь выбрать новую награду.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "[translate:Во время боя увеличивает критический урон на 30–50 в зависимости от уровня умения.]",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "В начале боя Уокер бросает по гранате в трёх врагов, а затем подрывает их выстрелом из револьвера. Враги в секторе на одну клетку оглушаются на 2 с, получают 160 % урона, теряют 10 % физической защиты и 10 ед. сопротивления криту на 15 с. Если несколько гранат попадают в одну цель, эффект срабатывает только один раз.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Уокер получает щит на 20% от максимального запаса здоровья при первом ударе по цели. Щит держится, пока цель не побеждена. Его критический показатель повышается на 20, а при критическом ударе по врагу с наградой урон увеличивается на 60%, и атака восстанавливает 100 ед. здоровья.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 28,
    name: "Двулицкий Клинок",
    class: "Раса 28",
    role: "урон",
    abilities: [
      {
        desc: "Пассивный эффект. Умения Синдбада наносят также урон от обычных атак, а скорость их применения зависит от его Скорости атаки и Поспешности. Активный эффект. В течение 3 сек. Синдбад наносит противнику серию быстрых ударов, каждый из которых наносит от 100% до 120% + 15% урона (в зависимости от уровня), после чего завершает атаку мощным финальным ударом с уроном от 240% до 280%.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Через 6 секунд после начала боя Синдбад отступает за союзников и оценивает противников, отмечая того, кто наносит наибольший урон, как «ударника», а того, кто получает больше всего урона, как «защитника». Метки действуют 30 секунд. Затем Синдбад атакует сначала «ударника», потом «защитника», нанося каждому по 120% + 10% урона 4 раза. «Ударник» теряет до 60% атаки (зависит от уровня Синдбада), а «защитник» получает на 40% больше урона. Ослабления действуют, пока активны метки. При сражении с боссами эффективность ослаблений снижается до 20%. Когда отмеченный враг погибает или метки истекают, Синдбад снова начинает оценку и становится неуязвим к воздействию во время этого процесса.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Синдбад наносит два удара своим двулезвийным мечом, причиняя 210% + 20% урона за каждый удар. На более высоких уровнях сила атаки увеличивается до 240% + 20%.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "[translate:Увеличивает скорость атаки в бою на 21/27/33 ед.]",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Синбад анализирует боевые стили противников, разделяя их на «ударников» и «защитников», чтобы усиливать свои дебаффы. Если «ударник» наносит больше урона обычными атаками, его скорость атаки снижается на 60% (80% при уровне оружия 5), а при преобладании урона от умений — эффективность восстановления энергии снижается на 60% (80% при уровне оружия 5). Если «защитник» полагается больше на лечение, его живучесть уменьшается на 60% (80% при уровне оружия 5); если на защитные эффекты — его физическая и магическая защита снижается на 30% (40% при уровне оружия 5). При уровне оружия 10 атака «ударников» дополнительно уменьшается на 20%, а «защитники» получают на 10% больше урона. При уровне оружия 15 урон «ударников» снижается ещё на 30%, а «защитники» получают на 15% больше урона.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "[translate:Двойной удар наносит на 140% больше урона врагам с меткой «боец» или «щит».]",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 29,
    name: "Безжалостный Таран",
    class: "Раса 29",
    role: "танк",
    abilities: [
      {
        desc: "При атаке ближайшего врага Люкка подбрасывает его в воздух и с силой швыряет обратно. Если цель находится ближе к тылу союзников, Люкка устремляется к ней и затем возвращается на своё место, сокрушая врага ударом. Урон: 200–240% + 20% по цели и соседним врагам, с оглушением на 2 секунды. Во время применения умения Люкка невосприимчив к эффектам контроля и при автоактивации предпочитает цели, расположенные ближе к союзному тылу.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Лукка создаёт щит, поглощающий урон в размере до 400% от его физической и магической защиты (по 3% дополнительно от каждой характеристики) на 8 сек. Затем он таранит противника, нанося 150%+15% урона, прерывая действие и обезоруживая цель на 4 сек.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Лукка издаёт яростный рёв, снимая с себя все рассеиваемые отрицательные эффекты и снижая получаемый урон на 25–35% + 2% в течение 5 секунд. Умение можно использовать даже под действием рассеиваемых эффектов контроля.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает максимальное HP на 17–29% (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Лукка занимает устойчивую боевую стойку, оставаясь несгибаемым в сражении. В начале боя получает щит, равный 220–260% от атаки каждого союзника, стоящего позади него на соседней клетке, в зависимости от уровня эксклюзивного оружия. Эти союзники также получают +5% к атаке. Если Лукку поддерживают как минимум два союзника, зона действия «Безжалостного тарана» расширяется до дуги в одну клетку.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Лукка восстанавливает 15% здоровья при применении «Призыва отваги».",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 30,
    name: "Кровавый Завет",
    class: "Раса 30",
    role: "урон",
    abilities: [
      {
        desc: "Соня наносит 8 проникающих ударов по врагам перед собой (зона 3×3 клетки), каждый из которых наносит от 35% до 50% урона + 4% и дополнительно до 160% от своей атаки, исходя из 4% текущего HP цели. Затем она устремляется к краю области, нанося 180–220% + 20% урона всем врагам на пути. Во время применения способности Соня невосприимчива к эффектам контроля.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Кровавый Завет В начале боя Соня заключает Кровавый Завет с двумя ближайшими союзниками (в приоритете — стоящие впереди). Союзники получают +16% АТК и +21% физической и магической защиты (+1% и +1.5% от силы навыка). Каждые 6 секунд их характеристики дополнительно растут на 7% АТК и 9% защиты (+0.7% и +1.2% от силы навыка), эффект суммируется до 6 раз. Пока действует Завет, Соня невосприимчива к контролю. Если один из союзников погибает, Завет разрушается, а Соня получает все накопленные бонусы до конца боя.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Сонья делает вращение, дважды разя врагов в пределах 1 клетки плащом. Каждый удар наносит 120–140% + 10% урона и оглушает цели на 1–1.5 + 0.1 сек.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Соня увеличивает свою Скорость на 7.2–12 во время боя и получает ещё столько же после первого применения \"Удара Бури\".",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Соня получает 200 ед. начальной энергии. После первого применения Tempest Thrusts, она навсегда усиливает Crimson Covenant. Теперь Соня постоянно получает накопленные бонусы характеристик, пока живы участники договора, а не только после их поражения. Усиленный Crimson Covenant также снижает входящий урон на 40% для любого члена договора, если другие всё ещё живы. 50% сниженного урона распределяется между ними, но это не может привести к поражению союзников. На высоком уровне оружия доля распределяемого урона уменьшается до 40%.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Соня восстанавливает себе 20% нанесённого умением \"Удар Бури\" урона.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 31,
    name: "Шестерёнка Мощи",
    class: "Раса 31",
    role: "поддержка",
    abilities: [
      {
        desc: "Пассивное умение. Хугин устанавливает наковальню на клетке, где размещён во время подготовки к бою. Все его атаки и умения требуют наковальни, поэтому он сражается рядом с ней и возвращается к ней, если его отбрасывают. Активное умение. Хугин кует «Шестерёнку мощи» для союзника, наносящего наибольший суммарный урон. Она усиливает союзника, повышая его атаку на 6–10% + 1% от базовой атаки Хугина и скорость (Haste) на 80 единиц на 10 секунд.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Хугин создаёт шестерёнчатый щит для самого слабого союзника, позволяя ему блокировать 600–660% + 60% урона в течение 8 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "В начале боя Хугин создаёт механическую печать на одной клетке позади себя. Союзник, стоящий на ней, получает прибавку к атаке, равную 14–20% + 2% от базовой атаки Хугина, и восстанавливает дополнительно 75 ед. энергии каждый раз, когда Хугин применяет «Щит титана». Эффект исчезает, если союзник покидает печать.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает скорость на 12–20 в бою (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "При активации [translate:Unstoppable!] Хугин создаёт улучшенные шестерёнчатые щиты для двух самых ослабленных союзников, поглощающие 900% урона на 8 секунд и защищающие их от эффектов контроля, пока щиты активны.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда активен механизм-защитник, союзник получает на 30% меньше урона.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 32,
    name: "Гравитационный Реквием",
    class: "Раса 32",
    role: "урон",
    abilities: [
      {
        desc: "Сиран выбирает клетку и создаёт сингулярность на 5 секунд с радиусом 1 клетки в центре. Каждые 0.25 секунды враги в центре получают 20% + 2% урона, а в пределах 4 клеток — 10% + 1%. Все противники на поле боя притягиваются к центру, сила притяжения усиливается по мере приближения. Небосс-враги в центре погибают сразу, если их текущее здоровье ниже 600% + 20% силы Сирэна и менее 16% + 1% их максимума.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Сиран выпускает три магических сферы в область с наибольшим числом врагов, нанося от 65% до 80% + 7% урона ближайшим целям.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Сиран поднимает ближайшего врага в воздух на 1 сек., затем бросает его в область с наибольшим числом противников. При падении цель оглушается на 0,5 сек. и наносит врагам в радиусе 1 клетки 180% + 10% урона. При выборе цели Сиран не атакует тех, кто невосприимчив или стоек к контролю.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя Циран повышает свой критический шанс на 18–30. После убийства врага с помощью \"Гравитационного реквиема\" критический шанс дополнительно увеличивается на 12–20.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Сиран — Магическое подражание В начале боя Сиран поочерёдно применяет заклинания, вдохновлённые Мерлином: Просветляющее заклинание: увеличивает собственную скорость атаки на 30 на 8 секунд и становится неуязвим. Сковывающее заклинание: наносит 25% урона самому дальнему врагу и лишает его возможности двигаться или действовать на 1,5 секунды. Звёздный осколок: накладывает тёмное пламя, наносящее 50% истинного урона всем врагам и снижая их скорость атаки на 20 на 5 секунд. Если среди противников есть Мерлин, тот замолкает на 8 секунд и не может использовать умения. Когда безмолвие заканчивается, его заклинания активируются разом, а Сиран теряет 5% текущего здоровья. Если Мерлина нет, Сиран получает постоянное усиление атаки на 10%.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Gains extra 200 initial Energy.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 33,
    name: "Мастер Турелей",
    class: "Раса 33",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное умение. Зани теряет 15% максимального HP, но в начале боя устанавливает две турели с 140% её максимального HP и 80% её атаки. Турели неподвижны и стреляют по случайным врагам в радиусе 5 клеток, нанося урон, равный 100% своей атаки. Если турели расположены ближе чем на 2 клетки, они объединяются и каждые 0,5 секунды стреляют по ближайшему врагу, нанося урон в размере 55% их суммарной атаки и уменьшая щит цели до 30% от этой суммы. Активное умение. Зани и её турели на 10 секунд получают +20% атаки и +(15–35) +4 к скорости атаки (значение растёт с уровнем). В этот период атаки турелей дополнительно наносят урон, равный 3% текущего HP цели (но не более 60% атаки турели).",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивное. В начале боя Зани устанавливает перед собой турель, унаследующую до 85% её максимального здоровья и атаки. Турель атакует врагов в радиусе 3 клеток, нанося урон, равный 110% своей атаки, приоритетно целясь в ближайшую цель. После двух атак она заряжает мощный залп из шести выстрелов — каждый наносит 50% урона от атаки турели, оглушает цель на 0,5 секунды и отбрасывает её.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивное: Когда турель Зэйни уничтожена, она перемещается к её останкам, мгновенно восстанавливает конструкцию и накладывает на неё щит, поглощающий 500% урона. После ремонта Зэйни возвращается на исходную позицию. Эффект срабатывает один раз за бой. Активное: Зэйни перемещается к самой повреждённой турели и ремонтирует её, восстанавливая 300% (+45%) ОЗ и усиливая щит, блокирующий 500% (+50%) урона. На уровнях 91/151/211 эффективность восстановления увеличивается до 350%/400%/450% (+45%). После ремонта Зэйни возвращается на исходную позицию.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Повышает пробивание на 12–20 в бою (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Каждые 15 секунд Зэни улучшает одну из своих турелей, увеличивая её максимальное НР и атаку на 60% и расширяя дальность на 1 клетку. В приоритете — передняя лазерная турель. Каждая турель может быть улучшена только один раз за бой.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда лазерная турель поражает врага, она накладывает ожог, снижающий его Атаку на 20% и Броню на 30%, нанося урон, равный 100% атаки турели каждую секунду в течение 5 секунд. Эффект не складывается.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 34,
    name: "Стремительный Натиск",
    class: "Раса 34",
    role: "урон",
    abilities: [
      {
        desc: "Персей устремляется вперёд на 3 клетки, вращая копьё и атакуя ближайших врагов 11 раз, нанося от 85% до 105% + 10% урона и отбрасывая их по пути. В конце движения он обрушивает мощный удар щитом, нанося от 280% до 320% + 30% урона всем врагам в радиусе 1 клетки и оглушая их на 2 секунды. Пока действует способность, Персей невосприимчив к эффектам контроля.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Персей вращает копьё и щит, поражая ближайших врагов. Копьё наносит 230% + 20% урона, а щит — 170% + 10% урона, одновременно создавая барьер прочностью, равной 360% от его атаки и 80% нанесённого урона на 6 секунд. Пока действует барьер, скорость атаки увеличивается на 35.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Перед тем, как Персей получает серьёзный урон, земля в радиусе 1 клетки вокруг него становится плодородной. Союзники, стоящие на этой земле, получают от 14,5% до 17,5% + 1,5% к атаке и от 19% до 25% + 2,5% к физическому и магическому сопротивлению — значение растёт с уровнем Персея. Когда здоровье Персея впервые падает ниже 40%, он впитывает силу плодородной земли, навсегда увеличивая максимум здоровья на 60% + 6% и мгновенно исцеляясь на ту же величину. После этого земля увядает навсегда.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает его атаку в бою на 9–15%. Если на нём действуют временные усиления от союзников, дополнительно повышает атаку ещё на 6–10%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Персей — Благословенный Милостью. Когда Персей получает временное усиление характеристик, его эффект усиливается на 40%. Каждый такой баф от разных союзников дополнительно увеличивает наносимый урон на 15% и снижает получаемый урон на 15% (максимум 4 стака). При наличии минимум двух таких бафов весь его урон становится истинным, а сам Персей временно становится неуязвимым на 6 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Расширяет зону плодородной земли на 1 клетку.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 35,
    name: "Сокол Элона",
    class: "Раса 35",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное: В начале боя Брайон получает 1000 Энергии и призывает сокола Элону. Активное: Брайон тратит 300 → 80 Энергии, чтобы направить Элону на текущую цель, нанося 320% урона. Эльона остаётся на поле, постепенно расходуя Энергию; исчезает, когда Энергия кончается или Брайон побеждён. Она неуязвима, игнорирует препятствия и атакует цель Брайона. Элона наносит 110% урона обычной атакой. Через 8 с после начала боя её урон увеличивается на 20%, а Скорость атаки — на 40. Через 18 с она получает эффект грозового удара: наносит соседним врагам 40% урона в секунду и снижает их Скорость атаки на 30. Все эффекты сбрасываются, когда Элона покидает поле.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Брайон призывает 4 магических листа, наносящих по 90–100% +10% урона каждому (урон растёт с уровнем персонажа).",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. Обычные атаки и навыки Брайона наносят двойной удар и отнимают у цели 50 ед. энергии. Также они усиливают следующую обычную атаку Элоны, наделяя её удар молниями, которые наносят дополнительный урон, равный 4% + 0,5% от текущего здоровья противника (не более 240% + 15% от атаки Брайона, до 3 эффектов). Активное умение. Брайон наносит двойной удар, каждый из которых наносит 200% урона.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Брайон увеличивает свою Скорость на 10–17 во время боя (в зависимости от уровня). Если на поле находится Элона, он получает дополнительно 3–5 Скорости.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Элона наносит до 450% урона врагу и оглушает его на 3 секунды, если Брайон получает контроль или теряет более 15% здоровья от одного удара. Эффект срабатывает раз в 20 секунд и только когда Элона находится на поле. Если Брайон впервые получает смертельный урон, Элона расходует всю энергию, чтобы полностью заблокировать смерть и восстановить ему 200% здоровья. В течение 5 секунд Брайон неуязвим и восстанавливает 40% HP в секунду, после чего Элона покидает бой на 10 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Если на поле битвы есть сокол, Брайон создаёт рядом с Элоной два листа при применении \"Вихря Листьев\".",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 36,
    name: "Изумрудный Вихрь",
    class: "Раса 36",
    role: "урон",
    abilities: [
      {
        desc: "Эйронн соединяет силу двух мечей и притягивает врагов в радиусе 2 клеток к выбранной точке. Через мгновение происходит взрыв, наносящий 330% + 20% урона и обездвиживающий врагов на 3 секунды. Эйронн выбирает область с наибольшим числом противников.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Эйрон наносит удар по дуге в 3 клетки, причиняя до 125% + 10% урона и снижая Скорость врагов на 50 ед. на 5 сек. Затем он пронзает цель, нанося до 250% + 20% урона самой цели и противникам за ней в линии длиной 2 клетки, уменьшая их Магическую Защиту на 40% на 5 сек.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Эйрон создаёт щит, поглощающий 320% + 30% урона на 10 секунд, и повышает шанс уклонения до 80% на время его действия.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Эйрон повышает свою защиту от дистанционных атак на 15–23 ед. во время битвы. Когда его здоровье падает ниже 50%, он дополнительно получает 7–12 ед. защиты от дистанционных атак.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Эйронн один раз за бой использует \"Изумрудный Вихрь\" без затрат энергии, нанося 50–80% обычного урона (в зависимости от уровня оружия) и обездвиживая врагов до 6 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Эйрон снижает магическую защиту цели, обездвиженной [translate:Verdant Cyclone], ещё на 15%.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 37,
    name: "Паразитная Трава",
    class: "Раса 37",
    role: "поддержка",
    abilities: [
      {
        desc: "Бабушка Дахни вызывает Паразитную Траву в радиусе 2 клеток на 3 секунды. Каждый раз, когда враги попадают в зону действия, они не могут двигаться или использовать способности, теряя 35 + 5 энергии и не менее 75% здоровья в секунду. Общее количество потерянного здоровья увеличено до 160%, а Дахни восстанавливает себе такое же количество здоровья. Пока активна Паразитная Трава, она неуязвима.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Когда противник наносит урон, равный 15% максимального здоровья Бабушки Дани, она выпускает в него Паразитические семена, нанося 120% + 15% урона и снижая его Скорость на 40–60 ед. на 6 сек. (в зависимости от уровня).",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Бабуля Дани дразнит противника на 3 секунды и моментально восстанавливает 140–170% + 15% здоровья (чем выше уровень, тем больше восстановление). Умение в первую очередь нацеливается на врага, атакующего самого слабого союзника.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "[translate:Бабушка Дани повышает свою Живучесть на 11–19 во время боя и получает дополнительно 3–5 Живучести, когда использует Порог Нефрита.]",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Щит Сияющего Цветка Когда здоровье Дахни опускается ниже 50%, её щит увеличивается, повышая физическую и магическую защиту на 50% и восстанавливая до 110% здоровья в секунду. Эффект длится 12 секунд и может быть активирован один раз за бой. Дахни неуязвима во время действия умения.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Бабуля Дэйни восстанавливает 120% здоровья при стрельбе семенами из \"Семенного орудия\". При выстреле паразитным семенем мгновенно восстанавливает 100 энергии, получает +150 к скорости атаки, а эффект снижения атаки на врагов усиливается на 70%.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 38,
    name: "Молитва Дождя",
    class: "Раса 38",
    role: "поддержка",
    abilities: [
      {
        desc: "Хьюин восстанавливает союзникам 95–115% + 5% здоровья в секунду в течение 9 секунд (значение растёт с уровнем).",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Хьюин исцеляет самого раненого союзника на 300% + 30% его здоровья. Во время применения ультимативного умения эффект срабатывает раз в 3 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Хеуин исцеляет союзника и снимает с него снимаемые негативные эффекты. Если уровень здоровья цели ниже 50%, восстанавливает дополнительно 130% ОЗ. Исцеление можно применить к каждому союзнику раз в 6 секунд, а снятие дебаффов — раз в 4 секунды.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя сила атаки Хьюин повышается на 9–14%. После первого применения «Молитвы дождя» она получает дополнительно 6–10% к атаке.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Хьюинн становится неуязвимой на 6 сек. во время произнесения «Молитвы дождя». В этот период все союзники получают на 30–36% меньше урона (в зависимости от уровня эксклюзивного оружия) и при высоком уровне получают эффект «Оживление».",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Hewynn усиливает исцелённого союзника, давая ему 30 единиц скорости на 6 сек. во время действия \"Возрождения\".",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 39,
    name: "Ярость Природы",
    class: "Раса 39",
    role: "урон",
    abilities: [
      {
        desc: "Арден выбирает область с наибольшим числом врагов и поражает их ударами молнии в радиусе двух клеток, нанося от 160% + 20% до 210% + 20% урона (в зависимости от уровня). На месте удара возникает тёмное облако, остающееся на 7 секунд. Пока противники находятся под его эффектом, их периодически поражают молнии, нанося от 80% + 10% до 110% + 10% урона, не чаще одного раза каждые 2 секунды.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Арден призывает лозы, оплетающие двух ближайших врагов на 2,25 секунды, не позволяя им двигаться и действовать, нанося при этом 50–65% урона каждую секунду. В первую очередь цель выбирается под тёмным облаком.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Арден восстанавливает 15 + 3 энергии каждый раз, когда контролирует врага (не призванного существом). Эффект срабатывает для каждого врага не чаще одного раза в секунду.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает атаку на 12–20% в зависимости от уровня умения.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Арден выпускает Лианы-Удержатели на всех врагов под тёмным облаком после применения Силы Природы, поражая цели в радиусе 3 клеток. Действие лиан длится до 3,5 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Арден сокращает интервал между ударами молний способности \"Ярость природы\" по одной цели на 1 секунду.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 40,
    name: "Игрушечная Колесница",
    class: "Раса 40",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное: Дэмиан не участвует в бою напрямую. В начале сражения он создаёт игрушечную колесницу, которая наследует 95% его здоровья и все остальные характеристики. Колесница сражается вместо него, а Дэмиан покидает поле после гибели союзников. Активное: Если колесница уже на поле, Дэмиан направляет её на врага, заставляя взорваться и нанести 360% урона, ослепляя противников в радиусе 1 клетки на 3 секунды. За каждые 10% здоровья колесницы, потерянные при взрыве, он восстанавливает 80 единиц энергии. Если колесницы нет, Дэмиан создаёт новую и посылает её в указанную точку.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Если на поле сражения есть игрушечная колесница, Дамиан управляет ею, чтобы сыграть мелодию для самого слабого союзника в радиусе 3 клеток, восстанавливая 120–150% + 10% его здоровья 4 раза. Если колесницы нет, Дамиан восстанавливает себе 300 энергии.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Дамиан запускает игрушечный самолёт, который летит к самому дальнему врагу и сбрасывает на него фейерверки, нанося до 300% + 20% урона и оглушая цель на 5 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает атаку на 12–20% (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Игрушечная колесница Дэмиана при первом срабатывании Экстренной поддержки создаёт музыкальное сияние, воодушевляющее всех несозданных союзников в радиусе 2 клеток, повышая их скорость на 40–55 на 10 секунд и исцеляя их на 80% здоровья в секунду.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "При применении [translate:Explode, my chariot!] длительность ослепления составляет 7 с, если здоровье игрушечной колесницы выше 50%.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 41,
    name: "Метка Леса",
    class: "Раса 41",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное умение. Кафра предпочитает атаковать врага с Меткой леса. При использовании ультимативной способности накладывает Метку леса и наносит мощный удар, причиняя до 550% + 50% урона и отбрасывая цель на 2 клетки. За одну атаку может существовать только одна Метка леса.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Если помеченный враг находится вне дальности атаки, Кафра стремительно бросается к нему, нанося 320% урона и оглушая цель на 2 секунды. Если помеченной цели нет, Кафра отмечает ближайшего врага и применяет умение.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Метка Леса снижает физическую защиту врага на 6–15%. Когда помеченный враг погибает, Кафра и союзники в пределах 2 клеток восстанавливают 100% + 15% HP каждые 0,375 сек. в течение 1,125 сек.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "[translate:Во время боя повышает атаку на 12–20% в зависимости от уровня.]",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Кафра мгновенно прыгает к врагу, который исцеляет отмеченную цель, наносит 270% урона и снижает скорость действий на 40% на 5 с. Во время атаки получает щит, блокирующий 350% урона на 5 с, и остаётся невосприимчивой к эффектам.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Урон первого применения [translate:Relentless Chase] в бою увеличен до 520%.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 42,
    name: "Комета",
    class: "Раса 42",
    role: "поддержка",
    abilities: [
      {
        desc: "Лика выпускает стрелу, похожую на комету, нанося 270% + 20% урона врагам в радиусе 5 клеток по траектории полёта и оставляя след Небесного Отражения на 7 секунд. Союзники под его действием призывают метеоры, наносящие дополнительный урон, равный 50% их атаки при обычных атаках.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Лайка благословляет союзников силой звёзд, повышая их скорость атаки на 40 % + 5 ед. на 8 секунд и немедленно давая каждому 120 ед. энергии в начале боя.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Лика вызывает метеоритный дождь, нанося 130% урона всем врагам и снижая их физическую защиту на 12% в течение 6,5 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя повышает скорость атаки на 21 / 27 / 33 в зависимости от уровня умения.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Лика призывает метеоры в начале боя — они обрушиваются на цель её обычной атаки, нанося 40–50% физического урона. Раз в 10 секунд она также запускает аэролит в противника с щитом, нанося 350–450% урона. Если щит разрушен, цель оглушается на 4 секунды.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Лайка снижает физическую защиту цели на 25% на 6 секунд при попадании умением [translate:Comet Archery]. Кроме того, получает +300 начальной энергии, продлевает действие [translate:Nebula Reflection] на 7 секунд и усиливает метеоры, вызываемые атаками союзников, увеличивая их урон на 40% от своей атаки.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 43,
    name: "Цветочная Метка",
    class: "Раса 43",
    role: "урон",
    abilities: [
      {
        desc: "Париса помечает врага цветком до конца сражения. Наносит до 520% урона всем помеченным целям и врагам в радиусе 1 клетки. Если цель получает урон несколько раз за 2 секунды, её наносимый урон уменьшается на 20%. При поражении врага с Цветочной Меткой Париса восстанавливает 60 + 20 ед. энергии в секунду в течение 5 секунд.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Париса повышает скорость атаки на 22–30 + 3 и урон обычных атак на 22–30% на 10 сек. для себя и ближайшего союзника.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "После каждых трёх обычных атак Париса выпускает букет цветов, который постепенно расширяется, нанося всем врагам на пути 200–215% + 20% урона и восстанавливая ей по 70 ед. Энергии за каждого поражённого врага (до 3 раз за один букет).",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает АТК во время боя на 12–20% (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Париса в начале боя отмечает ближайшего противника цветком. После нанесения 4, затем 3 и 2 отметок (в зависимости от уровня эксклюзивного оружия) её обычные атаки начинают поражать ещё одну цель.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Умение активируется на 1 обычную атаку быстрее.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 44,
    name: "Светоцветы",
    class: "Раса 44",
    role: "урон",
    abilities: [
      {
        desc: "Флорабель призывает Шипика в начале боя. Шипик наследует 95% максимального здоровья Флорабель и наносит 80% урона обычными атаками. Когда Шипик побеждён, он возвращается в кокон и вновь выходит в бой через 10 секунд. Активное умение: Флорабель выбирает клетку, чтобы призвать Ударника. Он обрушивает удар по земле, нанося 300% урона всем врагам поблизости и подбрасывая их в воздух. Ударник наследует 220% здоровья Флорабель и наносит 220% урона обычными атаками, но получает вдвое больше урона под действием контроля. Повторное применение умения снимает все отрицательные эффекты с Ударника, полностью восстанавливает ему здоровье и заставляет снова атаковать выбранную область. Если на поле находятся все три Светоцвета, вместо призыва Ударника срабатывает совместная атака всех существ, наносящая 400% урона противникам в радиусе трёх клеток и подбрасывающая их в воздух.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Флорабель кормит Луковичку лепестковым плодом, превращая её в гиганта на 10 секунд. Гигант получает +60 скорости и 100 похищения здоровья. Если на поле несколько Луковичек, умение действует в порядке: Молотушка, Проворушка, Колючка.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Флорабелла призывает Свифти в тыл. Свифти атакует на расстоянии до 6 клеток, наследует 45% максимального здоровья Флорабеллы и наносит 80–110% +10% урона обычными атаками. Повторное использование умения вызывает “Шквальный обстрел” — 8 случайных стрел, каждая наносит 70–88% урона. После поражения Свифти нельзя призвать снова в течение 8 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Флорабель увеличивает свою атаку на 10–18% в бою и получает дополнительный бонус 4–8% атаки, если на поле находятся как минимум два её призыва.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Накладывает на союзных созданий Благословение природы при их появлении на поле боя, даруя им постоянный щит, поглощающий урон до 350% от атаки Флорабель. Когда Флорабель использует Перерост, существо с наивысшей атакой получает Неспелый цветослив, превращаясь в гиганта и повышая свою Скорость на 27 и Кражу жизни на 32.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Союзные Светодухи в гигантской форме не подвержены эффектам контроля.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 45,
    name: "Корни Жизни",
    class: "Раса 45",
    role: "танк",
    abilities: [
      {
        desc: "Пассивное: Когда здоровье Ульмуса впервые падает ниже 30%, он отступает на заднюю линию, укореняется и восстанавливает 30% + 2% HP. В этом состоянии он неуязвим и не может двигаться, а его обычные атаки становятся дальними и наносят на 50% больше урона врагам вокруг основной цели. Активное: Ульмус атакует врага, подбрасывая цель и стоящих рядом противников, нанося 200–240% + 20% урона и дополнительно 4% бонусного урона. Атака автоматически выбирает область с наибольшим числом противников в пределах досягаемости.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "[translate:Ульмус создаёт щит, поглощающий до 35% + 3% урона на 10 секунд. Когда щит разрушается, он наносит 160% + 15% урона ближайшим врагам. Если Ульмус обездвижен, щит вместо этого накладывается на ближайшего союзника.]",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. Улмус восстанавливает от 3,5% до 5% утраченного здоровья в секунду (значение растёт с уровнем), а если он укоренён — вместо этого восполняет от 30 до 36 единиц энергии в секунду. Каждый уровень также усиливает дополнительное восстановление: +0,5% здоровья или +4 энергии.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает максимальный запас HP на 17–29% в зависимости от уровня.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Ульмус простирает корни, ловя уязвимых врагов на поле боя. Когда противник сбит с ног, поднят в воздух или смещён любым эффектом, корни удерживают его, продлевая опрокидывание на 2 секунды и нанося 120% урона. При этом Ульмус восстанавливает 60 единиц здоровья. Эффект можно применить к одной цели не чаще одного раза каждые 10 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Ульмус отталкивает ближайших врагов на 1 клетку, когда щит [translate:Verdant Barrier] разрушается или исчезает.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 46,
    name: "Буревестник",
    class: "Раса 46",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное умение. В начале боя Лили Мэй переходит в оборонительное состояние. Когда враг (не призванный) активирует своё абсолютное умение, Лили Мэй становится неуязвимой, прыгает над целью и выпускает разряд подавления, нанося 240% + 20% урона, прерывая применение умения и отнимая у цели 700 энергии. Против боссов прерывание не действует, но урон по ним увеличен на 400%. Активное умение. Лили Мэй может заранее выбрать защиту либо против всех обычных врагов, либо против конкретной цели. Если цель становится недосягаемой более чем на 3 секунды или погибает, защита автоматически переключается на всех врагов. В авто-бою приоритетом всегда становится защита от всех целей.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Лили Мэй мгновенно перемещается к цели и наносит 6 ударов, каждый из которых наносит 80% + 8% урона. Во время атаки она находится в состоянии неуязвимости и после завершения возвращается на исходную позицию. Если во время серии ударов активируется защитное состояние, оставшиеся атаки продолжаются после его окончания.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Лили Мэй становится сильнее в бою. Каждая её обычная атака или способность даёт очки опыта, а за помощь союзникам или добивание врага она получает больше. Когда шкала опыта заполняется, Лили Мэй усиливается: её атака навсегда повышается на 10%, а следующие четыре атаки (включая «Балет дождя») наносят дополнительный чистый урон — от 3% + 0.6% от максимального здоровья цели до 6% + 0.6% на высоких уровнях, но не более 75%–150% от её собственной атаки. Эффект роста складывается до четырёх раз.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Лили Мэй получает от 10 до 16 Пробивания в бою и дополнительно от 5 до 8 при использовании \"Танца под дождём\".",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Лили Мэй растёт каждый раз, когда получает временное усиление характеристик от союзника (каждый союзник может вызвать эффект только один раз за бой). Каждый рост повышает её атаку на 14% и позволяет при следующем использовании «Танца дождя» нанести 2 дополнительных удара.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "При первом применении выстрела «Буревестник» для прерывания вражеского ультимейта противник теряет 1000 энергии.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 47,
    name: "Дуэль",
    class: "Раса 47",
    role: "урон",
    abilities: [
      {
        desc: "Ленья выбирает врага, нанесящего наибольший суммарный урон, и стремительно атакует его, нанося удар ногой в прыжке, который наносит до 240% + 20% урона (значение растёт с уровнем) и отбрасывает цель на свободное место. Затем она совершает второй удар ногой, нанося такой же урон, после чего инициирует дуэль с противником на 12 секунд. Во время дуэли оба бойца сосредоточены друг на друге. Удар ногой может оглушить врага на 2 секунды, а сама Ленья остаётся невосприимчивой во время атаки.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. Леня автоматически блокирует обычную атаку противника, если тот находится в пределах одной клетки, после чего отвечает ударом ногой, нанося 260% + 25% урона и оглушая цель на 2 секунды. Эффект срабатывает раз в 6 секунд и делает Леню неуязвимой на время действия. Активное умение. Леня выполняет вращающийся удар (торнадо‑кик), нанося 130% урона трижды по всем ближайшим врагам.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Леня повышает свой шанс критического удара на 15%. При критическом попадании обычной атакой она мгновенно наносит ответный мощный удар ногой, наносящий 240% + 30% урона и оглушающий врага на 1 секунду.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Повышает Скорость на 12–20 во время битвы (значение растёт с уровнем).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Леня раскрывает свой полный потенциал в начале дуэли, повышая шанс критического урона на 65 и атаку на 20%. В этом состоянии её умение «Ураганные удары» наносит 70% урона 8 раз и оглушает противника на 2 секунды. Если к концу дуэли Леня нанесла больше урона, чем соперник, эффект полного потенциала продлевается на 8 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Получает на 35% меньше урона от врагов, не являющихся целью атаки.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 48,
    name: "Вечное Сновидение",
    class: "Раса 48",
    role: "поддержка",
    abilities: [
      {
        desc: "Таси призывает сон на 3,5–4 секунды, погружая врагов в гипноз. Загипнотизированные враги не могут двигаться или действовать и получают от 70% + 12% до 110% + 12% урона в секунду в зависимости от уровня героя.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Таси тратит 10% своего текущего здоровья, нанося урон врагам рядом с собой, равный 140% + 10% от потраченного HP, оглушая их на 0,5 секунды. Затем она перелетает к самому дальнему врагу и повторяет эффект по соседним целям, но повторное попадание по тому же врагу наносит 50% урона. Минимальный урон — 60%.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Таси погружается в мир снов и превращается в бабочку, когда теряет 50% здоровья. В этом облике она становится неуязвимой, восстанавливает 120% + 10% здоровья в секунду и наносит ближайшим противникам 45–60% + 5% урона в секунду. Эффект длится 3 секунды и может сработать до двух раз за бой.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Таси увеличивает свою атаку на 9/12/15% во время боя. После использования «Вечного сновидения» получает дополнительно 6/8/10% атаки на время его действия.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После применения \"Вечного сновидения\" Таси получает 130 Ед. Скорости и на 5 секунд снижает входящий урон на 90%. В это время \"Танец грёз\" не расходует её здоровье, не имеет перезарядки и наносит урон, как будто использовано 10% текущего HP. При атаке загипнотизированных врагов добавляется 40 Пробивания, а цель выбирается среди самых дальних врагов под гипнозом.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Таси получает дополнительную попытку использовать «Порхание во сне» каждый раз, когда помогает или убивает обычного врага.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 49,
    name: "Цепь Бури",
    class: "Раса 49",
    role: "урон",
    abilities: [
      {
        desc: "Лорсан вызывает бурю, центр которой смещён к ближайшему врагу. Буря длится 5 секунд, поражая всех противников в радиусе двух клеток. Враги теряют 30 + 3 к [translate:Haste] и получают урон от Лорсана каждые 0,5 секунды — от 50% + 6% на базовом уровне до 70% + 6% на максимальном.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Цепь Бури В начале боя Лорсан связывает ближайшего и самого дальнего врага между собой Цепью Бури. 70–100% получаемого одним из связанных врагов урона (плюс дополнительные 10%) передаётся другому. Урон, перенесённый цепью, не может превышать 500% от атаки Лорсана и не способен добить врага. Цепь разрывается, если суммарный урон обоих целей достигает 900% от изначальной атаки Лорсана или один из них погибает.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Лорсан накрывает самого уязвимого союзника Покровом Зефира на 6 сек. Пока эффект активен, цель получает +50 к Уклонению, +30 (+3 за уровень) к Скорости и восстанавливает 90–120% + 12% здоровья в секунду.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Lorsan увеличивает свою атаку во время боя на 9/12/15%. При первом разрыве цепи Бури его атака дополнительно усиливается на 6/8/10%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Lorsan исцеляет союзников, восстанавливая 400% их здоровья при разрыве цепи Stormbound Chain. При этом умение можно использовать до трёх раз за бой, а последние два связанных противника оглушаются на 5 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Пока активно [translate:Объятие Зефира], цель невосприимчива к эффектам.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 50,
    name: "Магический Круг",
    class: "Раса 50",
    role: "урон",
    abilities: [
      {
        desc: "Фарамор расходует от 250 до 10 ед. энергии, создавая магический круг (1 клетка) вокруг цели. При появлении круга наносит врагам 210–250% + 20% истинного урона, а затем, пока круг активен, потребляет 120 ед. энергии в секунду. Противники внутри не могут исцеляться и каждые 0.5 с получают 35–55% истинного урона, дополнительно равного 20% от потеренного HP (но не более 240% от АТК Фарамора). Если в круге нет врагов дольше 1 с, умение прекращает действие.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Фарамор призывает священную силу, чтобы укрепить оружие и создать щит, поглощающий до 200% + 20% урона. В это время атака наносит 280% + 25% урона цели. Щит действует 6 секунд. Если во время использования умения на Фарамора действует временное усиление характеристик от союзников, урон становится истинным.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивно: во время подготовки к бою Фарамор благословляет союзного героя рядом, предпочитая тех, кто стоит позади него. Активно: Фарамор и благословлённый герой получают бонус к атаке от 12% + 1.5% на 10 секунд, который автоматически обновляется после окончания действия. С ростом уровня Фарамора бонус увеличивается до 13% (ур. 91), 14% (ур. 151) и 15% (ур. 211). Пока эффект активен, каждые 3 секунды Фарамор наносит 100% урона врагам в радиусе 1 клетки от себя и благословлённого героя, оглушая их на 0.5 секунды.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает скорость на 12–20 во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Фарамор заменяет обычные атаки умением «Объятие Славы», когда активен магический круг. Щит от умения ограничен 600%. Противники внутри круга ослабляются, и союзники наносят истинный урон, равный 75–85% их атаки (в зависимости от уровня оружия). Каждый союзник может наносить такой урон не чаще раза в секунду. При убийстве врага внутри круга Фарамор получает +10% к атаке, а радиус круга увеличивается до 2 клеток — один раз за бой.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Если враг возрождается в круге магии Фарамора после смерти, его Живучесть снижается на 50.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 51,
    name: "Безмолвная Стрела",
    class: "Раса 51",
    role: "урон",
    abilities: [
      {
        desc: "Безмолвная стрела Индрис выпускает безмолвную стрелу, наносящую 300% + 20% урона и лишающую противника положительных эффектов на 8 секунд. Цель также теряет 20% физической и магической защиты до конца боя. Если враг имеет обнажённую уязвимость, Индрис дополнительно наносит истинный урон, равный 20% его максимального здоровья (не более 500% урона). Эффект снятия баффов не действует на боссов.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. Когда враг получает не менее трёх различных дебаффов, снижающих характеристики, от Индриса или его союзников, его уязвимость раскрывается. Обычные атаки Индриса наносят цели с раскрытой слабостью на 60% + 6% дополнительного истинного урона (активируется раз в 4 секунды для каждого врага). При атаке Индрис выпускает 3 стрелы, каждая из которых наносит 180% + 20% урона. Стрелы приоритетно нацеливаются на разных врагов с раскрытой слабостью; если все три попадают в одну цель, вторая и третья наносят на 25% меньше урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Индрис отталкивает всех врагов в радиусе 2 клеток, выбрасывая их за пределы этой области. Затем накладывает связывающее заклинание на ближайшего противника, нанося до 200% + 20% урона и обездвиживая цель на 5 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Индрис увеличивает свою атаку в бою на 6–10%, а также дополнительно на 9–15%, если у противника обнаружена уязвимость.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Когда Индрис активирует бонус урона по уязвимости, его скорость атаки увеличивается на 40 (50/60) на 6 сек. На 10 уровне эксклюзивного оружия обычные атаки снижают физическую защиту цели на 20% на 6 сек.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "После попадания [translate:Arcane Binding], обычные атаки Индрис 5 секунд наносят дополнительный урон по уязвимым целям без перезарядки.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 52,
    name: "Пробуждение Кругов",
    class: "Раса 52",
    role: "поддержка",
    abilities: [
      {
        desc: "Пассивный эффект. В начале боя Велара создаёт 4 спящих магических круга. Каждый из них активируется при накоплении 1000 энергии. При активации круг восстанавливает союзникам от 40% до 80% здоровья (в зависимости от уровня) и снижает Скорость врагов на 30–50 ед. в радиусе 2 клеток. Активный эффект. Велара направляет энергию в один из неактивных кругов, ускоряя его пробуждение. Если все круги уже активны, их зона воздействия расширяется на всё поле боя. Велара поглощает 30–33% основных характеристик врагов и равномерно перераспределяет их между союзниками в течение 10 секунд. Каждый союзник может получить не более 45% от базовых характеристик самой Велары. В боях с боссами союзники всегда получают максимальный бонус.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Велара обездвиживает противника, нанёсшего наибольший урон, снижая его скорость на 70 + 10 и физическую и магическую защиту на 60% + 6% в течение 5 секунд. Каждый пробуждённый магический круг продлевает эффект ещё на 0,5 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Если Велара начинает бой внутри магического круга, этот круг сразу активируется. В противном случае активируется круг, находящийся дальше всех от неё. Пассивно: каждые 3 секунды каждый магический круг получает энергию в зависимости от ослаблений характеристик врагов в радиусе 2 клеток. За каждого уникального союзника, наложившего такие дебаффы, круг получает от 24 до 32 + 4 энергии (в зависимости от",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Велара увеличивает свою Скорость на 12–18 во время боя. Если все её магические круги активированы, эффект усиливается ещё на 3–5.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Когда активируется магический круг, он выпускает мистический снаряд в самое слабое существо в радиусе 2 клеток. Союзник получает щит на 500% от урона на 8 сек, враг — 300% урона. С улучшением оружия сила умения растёт: щит усиливается до 600%, урон — до 400%. Каждые 10 секунд в бою все активные магические круги выпускают дополнительные снаряды.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "После пробуждения всех магических кругов умение [translate:Ruthless Rite] расширяет их действие на всё поле боя до конца сражения, делая союзников невосприимчивыми к эффектам умения и усиливая их урон на 5% в течение 5 секунд после каждого применения.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 53,
    name: "Лунная Пелена",
    class: "Раса 53",
    role: "танк",
    abilities: [
      {
        desc: "Щит Луной Пелены Тадор с силой ударяет щитом о землю, нанося 320% + 30% урона врагам в радиусе 2 клеток и создавая ритуальную зону Луной Пелены на 12 секунд. Враги внутри зоны получают на 40% больше критического урона. Когда совокупный урон по ним достигает 1500% от начальной атаки Тагора, происходит вспышка теней, наносящая 200% урона от силы команды каждому врагу и восстанавливающая союзникам здоровье, равное 80% нанесённого урона. Вспышка может сработать один раз за активацию умения.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивно. Перед боем Тадор назначает союзника за собой своим лейтенантом. Пока Тадор жив, лейтенант получает +15 к криту и дополнительно +1,5 за уровень. Активно. Тадор и его лейтенант получают щит, поглощающий 350–380% урона (+35%) на 8 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Тадор взмахивает изогнутым клинком, нанося до 340% + 30% урона врагам перед собой в дуге из двух клеток и сбивая их с ног на 1,5 секунды.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Уменьшает получаемый урон в бою: 12% на 1-м уровне, 16% на 2-м уровне и 20% на 3-м уровне.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "При первом применении ульты Тадар вызывает Надлунье над полем боя. Пока оно активно (6 сек), каждый враг получает 80% урона каждые 0.5 сек и теряет 55% физической и магической защиты. Когда Надлунье исчезает, оно наносит 560% урона всем врагам. Эффект срабатывает один раз за бой. В начале сражения помощник Тадара получает 350 энергии.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Тадар восстанавливает по 5% от максимального запаса здоровья каждую секунду, пока его помощник жив.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 54,
    name: "Несгибаемая Сила",
    class: "Раса 54",
    role: "урон",
    abilities: [
      {
        desc: "Пан погружается в медитацию, концентрируя ци, а затем выпускает мощный импульс, наносящий 470% + 50% урона всем врагам в радиусе 2 клеток. После этого он переходит в стойку «Несгибаемая сила», которая потребляет 150 энергии в секунду. Пока стойка активна, Пан не прерывается при применении умений, получает +60 к Скорости атаки и +25% к атаке, а также открывает приём «Небесный Разлом».Небесный Разлом: Пан делает серию из 7 ударов попеременными ладонями: каждый удар наносит 70% урона, последний — 150% и оглушает цель на 1.5 сек. Если цель не босс, финальный удар также блокирует восстановление энергии на 5 секунд.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пэнг бьёт врага по голове, нанося 360% + 40% урона. В стойке «Несгибаемая сила» удар дополнительно снимает 15% текущего здоровья цели, но не больше 300%.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Панг концентрирует ци и получает Щит Ци на 9 сек прочностью 460% + 40%. Пока щит активен, Панг неуязвим. Когда щит исчезает, разрушается или накладывается заново, он взрывается острыми листьями, нанося цельному врагу 270% + 30% урона. Панг также неуязвим во время концентрации ци.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Панг получает +15% к атаке на всём бою и дополнительно +10% к атаке, находясь в стойке «Несгибаемая сила».",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Панг увеличивает атаку союзников под защитой его «Щита Ци» на 19%. Когда любой союзный герой (кроме Панга) набирает 850 энергии, Панг автоматически накладывает на него «Щит Ци» (на одного и того же героя — не чаще чем раз в 15 секунд).",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Пан получает Барьер Ци при входе в стойку «Несгибаемая сила» и, находясь в ней, имеет +30 пробивания защиты.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 55,
    name: "Смертельный Ас",
    class: "Раса 55",
    role: "урон",
    abilities: [
      {
        desc: "Равион выпускает 15 листовых карт в выбранного врага. Каждая карта наносит 60% + 6% урона и дополнительный урон, равный 6% от потерянного здоровья цели, но не выше 120% от атаки Равиона на карту. Во время применения умения Равион неуязвим к прерываниям.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "В начале боя Равион назначает Задачу каждому из двух самых отдалённых союзников. Союзники выполняют её, нанося урон, равный 2000% начального ATK Равиона, помогая или убивая врага. После выполнения союзник восстанавливает 150 энергии и получает +15% ATK + 1,5% начального ATK Равиона на 30 сек. В бою с боссом Задачи выполняются через 20 сек после получения. После выполнения двух Задач Равион активирует Смертельный Ас.Смертельный Ас: Равион телепортируется за врага с наибольшим суммарным уроном, снижает его ATK и физическую защиту на 30% на 8 сек, затем наносит 2 удара по 200% + 20% урона каждый и сбивает его с ног. Использование способности сбрасывает кулдаун Фантомной Комбинации, Равион при этом не получает эффектов урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Равион телепортируется 3 раза, каждый раз выбирая клетку в радиусе 3 клеток от себя. Первые два телепорта направляются на клетку с наибольшим количеством врагов, нанося по прибытии 150% + 15% урона всем врагам в радиусе 1 клетки; третий телепорт перемещает Равиона на клетку в зоне ярости, максимально удалённую от врагов. Во время применения умения Равион неуязвим.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Равион увеличивает свою атаку на 15% в бою, а после первого удара Mortal Ace его атака дополнительно повышается на 10%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После первой атаки «Смертельный Туз» Рейвион навсегда увеличивает свою скорость на 25 и ATK на 35% от начального ATK для себя и союзников, завершивших свои Задания. Если Рейвион или союзник с выполненным Заданием получает смертельный удар, срабатывает «Спаситель», предотвращая поражение, давая 200% щита и 20 поглощения жизни на 5 сек. При срабатывании «Спасителя» союзник меняется местами с Рейвионом; если «Спаситель» срабатывает на Рейвионе, смены позиций нет, но перезаряжается «Фантомная Комбинация». Каждая единица может активировать «Спасителя» один раз за бой. Дополнительный щит зависит от прогресса союзника по Заданию — чем ближе к завершению, тем выше, до 100%.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда союзник принимает Задачу от Равиона, его АТК увеличивается на 15% и он становится неуязвимым на 5 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 56,
    name: "Рев Горы",
    class: "Раса 56",
    role: "танк",
    abilities: [
      {
        desc: "Брутус раскручивает «Рев Горы» с высокой скоростью, нанося 140% + 15% урона каждую секунду врагам на 1 клетку вокруг в течение 4 сек. Пока он вращается, Брутус неуязвим к контролю, а длительность навыка суммируется с другими его эффектами защиты от урона.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Брутус рычит от ярости, провоцируя врагов в радиусе 2 клеток на 2 с и снижая их физическую защиту на 30% на 9 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Брутус невосприимчив к первому смертельному удару. Затем он становится полностью неуязвимым на 6 секунд и получает 35 восстановления жизни и +35% к атаке.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Брутус увеличивает своё поглощение жизни на 16 во время боя и дополнительно на 8 во время ульты.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Брутус рубит перед собой врагов в секторе на 1 клетку после того, как получает 10 физических ударов от соседних противников, нанося 260% урона плюс 12% от максимального здоровья цели (максимальный суммарный урон — 780% атаки). Брутус также получает 30% отнятия жизни. Навык можно активировать после каждых 10 физических ударов от соседних врагов, без ограничений по перезарядке.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Длительность иммунитета к урону и состояния «неуязвим» от способности Несокрушимость увеличена на 1 с.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 57,
    name: "Тотемный Обряд",
    class: "Раса 57",
    role: "танк",
    abilities: [
      {
        desc: "Люмонт выбирает клетку в радиусе и бросается к ней, отбрасывая врагов на своём пути к выбранной точке. Когда он достигает цели, наносит 300% + 30% урона всем соседним врагам и провоцирует их на 4 сек. Люмонт неуязвим во время использования навыка.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Люмонт получает щит от Тотемного Обряда, блокирующий 450% + 40% урона на 12 секунд. За каждого рядом стоящего врага значение щита увеличивается на 45%. Он также повышает физическую защиту двух ближайших союзников на 30% на 7 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Lumont топчет землю, нанося 280% урона ближайшим врагам и оглушая их на 1,25 с. Каждое поражённое существо сокращает время перезарядки этой способности на 1 с.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Люмонт увеличивает свою Скорость на 15 во время боя. Если рядом как минимум 2 врага, дополнительное увеличение Скорости составляет 10.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После того как Люмонт получает урон, равный 40% его макс. HP, он трижды бьёт тотемом по земле, нанося 210% урона врагам на 1, 2 и 3 клетках по порядку и снижая их АТК на 25% на 6 сек. Третий удар подбрасывает поражённых врагов в воздух. Во время применения умения Люмонт не получает эффектов контроля. В начале боя или при первом падении союзника он получает дополнительную попытку использования умения.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Люмонт восстанавливает 7% HP в секунду, пока защищён Щитом Тотема.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 58,
    name: "Взрывной Заряд",
    class: "Раса 58",
    role: "урон",
    abilities: [
      {
        desc: "Пассивная способность: Рис может двигаться во время атаки, но не способен этого делать в течение 8 секунд под эффектами контроля. Скорость атаки и Haste не ускоряют его анимацию удара. Каждое 1 единица ATK SPD или Haste даёт +2 к критическому урону.Рис стреляет по врагам в дуговом радиусе, выпуская 6 снарядов по полю, каждый наносящий 320% + 40% урона врагам на своём пути. Затем Рис заряжает копьё боеприпасами Blast Ammo: его обычные атаки наносят 180% урона цели и 40% урона по врагам в 1-плиточном радиусе позади цели до того момента, пока Рис не окажется под контролем.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивно: Рис получает +15 +2 к критическому шансу.Активно: Рис становится невосприимчивым к эффектам контроля. При использовании этой способности восстанавливает 120% здоровья.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Вот объединённый и упрощённый вариант на русском с максимальным уровнем улучшений (ур. 211):Рис заряжает «Электрошок», чтобы поразить врагов в радиусе 2 клеток, нанося 250% + 25% урона и отбрасывая их на 2 клетки. Навык недоступен при заряде «Взрывного патрона».",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Рейс увеличивает свой критический урон на 38% в бою. Если его копьё заряжено взрывными снарядами, бонус критического урона увеличивается ещё на 12%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Риз получает бонус к скорости передвижения на поле боя. Через 5 секунд после начала сражения он достигает максимальной скорости и заряжает Взрывной патрон. Взрывной патрон наносит 240% урона цели и 60% урона по области в виде дуги на 2 клетки позади цели.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Рис: сокращает перезарядку «Защитной стойки» до 3 сек. Ульта теперь останавливает время до окончания стрельбы всеми пулями. Если использовать с заряженным «Взрывным боеприпасом», увеличивает бонус к критическому урону на 120 и скорость передвижения на 60% до того момента, пока на Риса не подействует контроль.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 59,
    name: "Волчья Аура",
    class: "Раса 59",
    role: "урон",
    abilities: [
      {
        desc: "Шакир превращается в волка и разбивает плитку, подбрасывая врага на ней и нанося 190% урона врагам в радиусе 2 плиток. Во время превращения он невосприимчив к эффектам и тратит 60 энергии в секунду. В волчьей форме Шакир создаёт Лупиновую Ауру в радиусе 2 плиток: его обычные атаки наносят урон всем врагам в секторе перед ним, а союзники в области ауры получают снижение получаемого урона на 27% и увеличение Хасты на 28.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Шакир совершает 3 последовательных удара по врагу: первые два наносят по 90% + 10% урона, третий — 220% + 20% урона. В форме Волка умение поражает врагов в передней дуге шириной 1 клетку.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивная: Шакир получает 30 защиты от дальнего боя. В Волчьей форме он неуязвим и восстанавливает 40 + 5 жизни. Каждый несуммированный союзник в Ауре Лапы увеличивает его АТК на 7,5% + 1%.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Шакир снижает получаемый урон на 15% в бою. Если хотя бы 2 не вызванных союзника находятся под действием его Ауры Волка, урон дополнительно снижается на 7%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Шакир может использовать ульту при более чем 700 единицах энергии. После её применения он остаётся в форме Волка и не расходует энергию в течение 7 секунд. Все союзники в Ауре Волка получают такой же бонус к атаке от Воли Волка.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Шакир снижает живучесть цели на 60 на протяжении 4 секунд при применении третьего удара «Свирепого Расчленения».",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 60,
    name: "Особый Аромат",
    class: "Раса 60",
    role: "поддержка",
    abilities: [
      {
        desc: "После начала боя Смоуки и Мирки сразу создают особый аромат в радиусе 2 клеток, который непрерывно действует, пока они сосредоточены. Пока аромат присутствует, они восстанавливают 50 энергии в секунду, а все союзники в зоне получают 31% здоровья в секунду.Активная способность: лечит всех союзников в аромате на 170% + 15%, а аромат получает постоянные улучшения: расширение зоны действия на 1 клетку и +30 к скорости всем союзникам в зоне.Пассив: Смоуки и Мирки не могут поддерживать аромат под контролем и не могут воссоздать его в течение 4 секунд после прерывания.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Смоки и Мирки увеличивают АТК всех союзников в области аромата на 20% + 1% и восстанавливают 8 энергии в секунду каждому союзнику (кроме призванных).",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Smokey & Meerky: мгновенно восстанавливают 120% + 10% здоровья всем союзникам в зоне действия аромата.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Смоуки и Мёрки пассивно увеличивают свою АТК на 10%. Если внутри аромата находятся как минимум 3 невызываемых союзника, АТК дополнительно увеличивается на 15%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "«Особый аромат» получает третье улучшение, увеличивая зону действия на 1 клетку. При первом применении третьего улучшения аромат активируется на 10 секунд: все враги в зоне теряют 15% от максимального HP каждую секунду (потеря HP не может превышать 200% атаки Smokey & Meerky) и получают оглушение на 0,1 секунды при каждой потере HP.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Смоуки и Мёрки: при использовании «Особого аромата» их лечение увеличивается на 30%.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 61,
    name: "Щитовой Натиск",
    class: "Раса 61",
    role: "танк",
    abilities: [
      {
        desc: "Антандра поднимает щит и провоцирует врагов в радиусе 2 клеток на 1 с, снижая получаемый урон на 60% и становясь Невосприимчивой на 5 с. Затем она поднимает щит, оглушает соседних врагов на 2 с и наносит удар копьём, нанося 460% урона соседним врагам, сбивая их с ног и восстанавливая 20% + 5% HP. Каждый поражённый враг дополнительно восстанавливает ей 10% HP.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "При начале боя Антандра выбирает самого переднего союзника (кроме себя) как охраняемого. Она и охраняемый союзник получают щиты на 5 секунд, блокирующие урон в размере 25% + 5% от макс. HP союзника, но не более 500% её АТК. Если охраняемый союзник погибает, Антандра выбирает нового самого переднего союзника. Когда охраняемый союзник теряет 10% макс. HP, время восстановления умения сокращается на 3 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Антандра трижды атакует передний сектор в радиусе 1 клетки: первые два удара наносят по 100% урона, третий — 180% и снижает атаку врагов на 20% на 7 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Антандра увеличивает своё максимальное здоровье на 29% во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Антандра мгновенно бросается к охраняемому союзнику при падении его здоровья ниже 50% впервые, снижая получаемый им урон на 60% на 10 секунд и восстанавливая 100 энергии в секунду в течение 4 секунд. Способность срабатывает один раз на каждого охраняемого союзника за бой.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Каждый враг, поражённый Щитовым натиском, увеличивает физическую защиту Антандры на 10%, до 6 складок. Антандра усиливает щит, который получает защищаемый союзник от Щитовой формации, на 40% от своего текущего здоровья. Пока щит активен, союзник лечит Антандру на 60% от наносимого ими урона.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 62,
    name: "Полная Энергия",
    class: "Раса 62",
    role: "поддержка",
    abilities: [
      {
        desc: "Коко вдохновляет себя и всех союзников, давая им 55% снижения получаемого урона на 12 сек. По окончании действия эффекта «Полная энергия» записанный урон возвращается всем союзникам как истинный урон. При применении способности союзники получают 43 единицы Поглощения Жизни (40 + 3) и 10% к атаке. Пока эффект активен, его нельзя снять, и Коко не может использовать навык повторно.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Koko кормит самого слабого союзника, восстанавливая ему 260% + 20% от максимального HP и давая 10% ATK на 5 секунд. Каждые 15 секунд Koko кормит Patto, восстанавливая 350% HP и увеличивая на 7 секунд на 20 Energy при ударе.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Коко метает мощное копьё во врага, нанося 240% + 15% урона и увеличивая получаемый им урон на 10% в течение 5 секунд. Если рядом с ней есть враг, Патто бьёт по земле, нанося 240% + 15% урона всем соседним врагам и оглушая их на 3 секунды. Эффект можно активировать раз в 8 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает скорость на 20 на протяжении боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После применения «Полной энергии» все союзники получают щит на 7 секунд, поглощающий урон, равный 20% от общего урона, нанесённого союзниками под действием «Полной энергии». При срабатывании навыка союзники снимают все контрольные эффекты, а Тадар получает 30 единиц стойкости.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "После того как Коко накормит цель с помощью «Сытного пира», её Живучесть увеличивается на 25 на 6 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 63,
    name: "Разрушение Брони",
    class: "Раса 63",
    role: "танк",
    abilities: [
      {
        desc: "Крюгер наносит мощный удар, сбивая врага на 1,5 с и нанося 500% + 50% урона, накладывая 3 стека «Разрушающей Брони». Каждый стек снижает физическую защиту цели на 10% (максимум 4 стека). Если Крюгер присутствует, союзник накладывает дополнительный стек при снижении физической защиты врагов.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Kruger наносит врагу удар, причиняя 290% урона и накладывая один слой эффекта «Разрушение Брони».",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Крюгер наносит мощную атаку врагам по соседству с как минимум 4 стеками «Разрушенной брони», которые не находятся под эффектом «Уязвимый», нанося 520% + 50% урона и накладывая «Уязвимый». Для уязвимых врагов получаемый физический урон увеличивается на 40%, а 40% полученного ими урона преобразуется в HP Крюгера.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает дальнюю защиту на 26 во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "При начале боя Крюгер получает щит, блокирующий 48% урона на 15 секунд и дающий иммунитет к контролю, если поблизости (1 клетка) нет союзников. Кроме того, он восстанавливает 30 жизни при отсутствии союзников рядом. Щит не ограничен дальностью действия для умения «Смертельный удар»: Крюгер может бросаться на уязвимых врагов и наносить урон.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Кругер получает +40% к АТК до конца боя за каждого побеждённого уязвимого врага с помощью Жизненного удара, максимум 2 стека.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 64,
    name: "Яд Стрелы",
    class: "Раса 64",
    role: "урон",
    abilities: [
      {
        desc: "Odie стреляет Коррозийной стрелой, нанося 250% + 20% урона и накладывая Яд стрелы на врага. Отравленный враг получает 30% урона каждую секунду до поражения. Яд стрелы не может быть снят. При убийстве отравленного врага Odie получает 600 энергии (200 энергии за убийство призванного юнита).",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Оди трижды атакует врага, нанося 70% + 5% урона за удар. Атаки этого умения считаются обычными.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Оди отдаёт приоритет обычным атакам по ближайшей отравленной цели. При попадании по такой цели базовый урон от её Яда Дарт увеличивается на 29% (накопление до 20+2 стеков). Диапазон обычных атак и ульты — 7 клеток.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает скорость атаки на 33 на протяжении боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Оди мгновенно убивает отравленных врагов, когда их здоровье падает ниже порога, равного 6,2-кратному базовому урону от Ядовитой Дротики в секунду. Каждый раз после убийства отравленного врага порог увеличивается на 0,5-кратный базовый урон, до двухкратного прироста. В начале боя Оди получает 600 энергии.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Оди увеличивает урон «Тройного Выстрела» по отравленной цели на 1,5× урона от «Яда Дартса» в секунду.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 65,
    name: "Огненный Танец",
    class: "Раса 65",
    role: "урон",
    abilities: [
      {
        desc: "Сатрана исполняет огненный танец, нанося 300% урона врагам в радиусе 2 клеток. Она неуязвима во время действия навыка. Последний удар чарует врагов на 2,25 с, заставляя их использовать только обычные атаки.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Сатрана дважды царапает врагов в 1-клеточном секторе. Каждый удар наносит 130% урона плюс 2,5% + 0,5% от макс. HP цели (доп. урон не превышает 75% + 10% АТК Сатраны). Урон от этой способности восстанавливает Сатране 100 здоровья.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "При начале боя Сатрана даёт Искры союзникам в радиусе 2 клеток. Когда Сатрана или союзники с Искрами трижды наносят урон врагу, цель воспламеняется: получает урон 2% от максимального HP + 0,2% от максимального HP каждые 1 сек и теряет 60 единиц Выносливости. Урон навыка не превышает 45% + 5% от атаки Сатраны. Эффект длится до конца боя.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Снижает получаемый урон на 20% во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Когда враг поджёгся, Сатрана получает на 22% меньше магического урона до конца боя. Если поджёгнут ещё один враг, эффект передаётся ближайшему союзнику. В начале боя или при поджоге каждого врага Сатрана получает 200 энергии.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Перезарядка снимается, когда все враги-персонажи охвачены пламенем или когда в сумме 4–5 врагов были подожжены. Урон от поджога увеличен на 100%.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 66,
    name: "Хищный Рывок",
    class: "Раса 66",
    role: "урон",
    abilities: [
      {
        desc: "Сет стремительно прыгает к врагу, наносит три удара по 100% урона, замораживает цель и совершает финальный прыжок с уроном 180% + 20%. Во время атаки становится неуязвимым и восстанавливает здоровье в размере 15% от общего нанесённого урона за каждый стак Кровожадности. Автоматически выбирает самого слабого врага в качестве цели.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Сет прыгает на ослабленного врага в зоне действия, нанося 180% + 15% от ATK урона плюс 25% от потерянного здоровья цели. Общий дополнительный урон ограничен 400% ATK.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Когда здоровье любого несозванного врага впервые падает ниже 50%, Сет получает 1 заряд Кровожадности (до 3). Каждый заряд навсегда увеличивает его Скорость атаки на 12 + 1.5 и Вампиризм на 10 + 1. При первом срабатывании Кровожадности Сет также получает 25% физической и магической защиты и 25 крит.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает атаку на 20% на протяжении всего боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Сет мгновенно сбрасывает откат «Хищного рывка» и восстанавливает 260 энергии, когда побеждает несаммоненного врага. Каждый раз, когда он использует «Хищный рывок», его урон дополнительно растёт на 15%, накапливаясь до 5 раз.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Если Сет накладывает «Хищный рывок», имея хотя бы один «Кровавый раж», то за каждый его стак он дополнительно снижает физическую защиту цели на 15% на 6 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 67,
    name: "Катящийся Валун",
    class: "Раса 67",
    role: "танк",
    abilities: [
      {
        desc: "Альса сворачивается в шар и перекатывается к цели, нанося 300% + 20% урона врагам рядом с выбранной клеткой. После этого она входит в Боевой Стойку до конца боя.В Боевой Стойке она тратит 500 энергии, чтобы выполнить «Мощный Удар», нанося 300% + 20% урона по целям и оглушая их на 2 секунды.Когда по Альсе атакуют, она срабатывает «Быстрое Уклонение»: наносит 150% + 5% урона ближайшим врагам и снижает их скорость на 60% на 2 секунды. Затем она откатывается от нападавших и получает щит в размере 25% от максимального здоровья на 7 секунд. Перезарядка — 7 секунд.Во время превращения в шар Альса неуязвима к контролю.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Альса направляет силу Земли в ближайшего врага, нанося 300% + 25% урона и оглушая его на 2.25 секунды. Позади цели, на 3 клетки, возникают земляные столбы (до 6 на поле), отбрасывающие стоящих там врагов на 1 клетку.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Алса считывает вибрации силовых линий, определяя всех врагов, недавно поражённых контролем, и обрушивает на них валуны, нанося 280% + 25% урона.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает Скорость на 18 в бою и даёт дополнительную +8 Скорости при входе в боевую стойку.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После нанесения урона «Vigorous Slam» Алса усиливает следующий удар на 50%, накопление до 2 раз. При максимальных стаках усиление возрастает до 55% и снижает стоимость умения до 400 энергии.После применения «Swift Evasion» Алса увеличивает прочность щита на 5% от своего максимального здоровья, накопление до 2 раз. При максимальных стаках откат умения сокращается до 6 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "«Катящийся валун наносит дополнительно 180% урона врагам, которые недавно получили несколько эффектов контроля.»",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 68,
    name: "Отталкивающий Взмах",
    class: "Раса 68",
    role: "танк",
    abilities: [
      {
        desc: "Сорен выбирает плитку и стремительно бежит к ней, атакуя оружием. Враги рядом получают 250% + 10% урона и отталкиваются на 1 плитку. Если они сталкиваются с союзниками, врагами, препятствиями или границами поля, они получают 430% + 20% урона и оглушаются на 2,5 сек. При столкновении с другими врагами дополнительно один из них получает 430% + 20% урона и оглушение на 2,5 сек. При автоматическом применении способность выбирает плитку, которая приведёт к наибольшему количеству столкновений.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Сорен наносит врагу в ближнем бою 210% + 10% урона и отталкивает его на 1 клетку. Если цель сталкивается с союзниками, врагами, препятствиями или границами поля, она получает 270% + 20% урона и оглушается на 2 секунды. Сорен перемещается так, чтобы при использовании навыка вызвать максимальное число столкновений.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Сорен снижает урон от одного удара, превышающего 10% от его максимального HP, на 90% и сбрасывает перезарядку «Отталкивающего взмаха». Эффект срабатывает один раз каждые 6 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает скорость на 20 во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Сорен получает 80 к Скорости, восстанавливает 5% от максимального HP и 40 Энергии каждую секунду в течение 12 сек, если его HP опускается ниже 60%. При активации умения Сорен снимает все эффекты контроля. Эффект можно повторно активировать с перезарядкой 25 сек.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "При срабатывании Отражающего взмаха дальность отбрасывания Размашистой волны увеличивается до 2 клеток, нанося дополнительный урон, равный 50% заблокированного урона. Если отбитый враг сталкивается с любым юнитом, рельефом или границей поля боя, Сорен восстанавливает 80 энергии, получает щит, равный 100% его здоровья, и обновляет перезарядку Отражающего взмаха. Эффект срабатывает один раз за использование умения.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 69,
    name: "Сфера Мужества",
    class: "Раса 69",
    role: "поддержка",
    abilities: [
      {
        desc: "Микола создаёт 2-плиточную Сферу Мужества, которая следует за ней 12 сек., увеличивая Скорость на 40 и Защиту от дальнего боя на 10 для всех союзников в радиусе, а для самой Миколы — Скорость на 30 и Защиту от дальнего боя на 10. Когда Микола наносит суммарный урон, равный 300% её начальной АТК, из Сферы возникает Волна Исцеления, восстанавливающая 110% + 10% HP всем союзникам в радиусе.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Когда начинается бой, Микола создаёт Арену Чести на всём поле, которая действует до конца сражения. Сторона с большим числом юнитов в арене получает контроль над ней, если сохраняет преимущество 3 сек. При контроле над ареной Микола восстанавливает всем союзникам 12% HP + 2% каждую секунду и увеличивает их ATK на 20% + 1%.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Микола звонит в колокольчик, восстанавливая себе и двум слабейшим союзникам 190% + 20% HP и повышая их физическую и магическую защиту на 40% на 5 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Микола увеличивает свою АТК на 15% в бою и дополнительно на 10%, если её команда контролирует Арену Чести.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После 6 сек активности Микола усиливает Сферу Мужества, даруя Боевой Рывок всем союзникам в зоне действия (кроме себя) и нанося врагам рядом с этими союзниками урон, равный 70% её АТК в секунду. Союзники с Боевым Рывком получают +30 к Выносливости. Усиления сбрасываются, когда Сфера Мужества исчезает.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Сфера мужества Миколы не теряет длительность, если её команда контролирует арену чести.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 70,
    name: "Святая Вода",
    class: "Раса 70",
    role: "поддержка",
    abilities: [
      {
        desc: "Герда использует деревянный черпак, чтобы разбрызгать святую воду в радиусе 2 клеток, исцеляя союзников на 120% + 10% от их макс. HP и нанося врагам 180% + 15% урона. Враги, поражённые эффектом, засыпают на 1 с; каждые 10% исцеления от макс. HP или каждая третья исцеляющая атака Герды увеличивает сон на 0,5 с, до максимума 3 с.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Герда прыгает вперёд на 3 клетки и топает, вызывая пружину, которая наносит 260% + 20% урона и прерывает действия врагов в радиусе 1 клетки. Затем она создаёт горячий источник в радиусе 2 клеток: союзники восстанавливают по 27% HP в секунду, враги — 4% HP в секунду (не более 0,5% от макс. HP). Герда не получает эффектов во время кастования.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Герда бьёт врага деревянной поварёшкой, нанося 150% + 10% урона и оглушая его на 1,5 с. Одновременно Герда получает щит на 400% + 30% на 8 с.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Герда снижает получаемый урон на 20% во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Герда увеличивает получаемое союзниками исцеление от горячего источника на 180%. Каждый раз, когда союзник исцеляется им, перезарядка «Могучего удара» уменьшается на 0,2 с. При первом входе в горячий источник союзник становится неуязвимым на 5 с.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "При применении «Весенней терапии» Герда топает по земле, оглушая врагов на 2 секунды вместо того, чтобы прерывать их действия.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 71,
    name: "Боевой Рёв",
    class: "Раса 71",
    role: "танк",
    abilities: [
      {
        desc: "Зандрок поднимает топор и обрушивается на врага, разрушая все препятствия в радиусе 2 клеток. Удар наносит 20% + 2% урона всем врагам в зоне и подбрасывает их в воздух на 1 с.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивная: В начале боя Задрок призывает иллюзии себя в виде клина шириной 5 клеток, которые несутся к противнику, наносят 10% урона и разрушают все препятствия на пути. Все союзники, через которых они проходят, включая Задрока, получают вдохновение: максимальное здоровье увеличивается на 55% для Задрока и на 22% для остальных союзников без изменения текущего HP. Вдохновлённые союзники на 8 секунд получают +44 к Похищению Жизни, +20 к Скорости Действий и +100% к скорости передвижения.Активная: Задрок вдохновляет союзников в радиусе 2 клеток, увеличивая их Похищение Жизни на 44 и Скорость Действий на 20 на 8 секунд (эффект не суммируется).",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Зандрок топает по земле, нанося врагам в пределах 1 клетки урон, равный 15% + 1,5% от его макс. HP, и оглушая их на 1,5 сек.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Zandrok увеличивает своё максимальное HP на 24% во время боя и дополнительно на 12%, пока активны временные бафы от Rallying Roar.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Zandrok — Нормальные атаки:Пока здоровье Зандрока выше 50% от максимума, его обычные атаки наносят дополнительный урон, равный 6% от его максимального HP. Вдохновлённые его «Боевой рёв» союзники получают усиление следующей обычной атаки: она наносит дополнительный урон, равный 15% от их максимального HP, но не более 100% от максимального HP Зандрока.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Любое избыточное лечение, получаемое Зандроком, превращается в увеличение максимального здоровья. Суммарный бонус к максимальному здоровью не может превышать 50% от его исходного максимума.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 72,
    name: "Снежное Колдовство",
    class: "Раса 72",
    role: "урон",
    abilities: [
      {
        desc: "Каролина выбирает врага после короткой зарядки, нанося 280% + 20% урона и замораживая цель на 8 сек. Затем она создаёт арктическое поле, накладывающее Мороз на цель и врагов в радиусе 2 клеток каждые 2 сек. Каролина отдаёт приоритет цели с наибольшим количеством врагов вокруг. Каждый стек Мороза снижает Скорость на 15 на 6 сек, максимум 3 стека.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Каролина наносит 185% + 15% урона цели и соседним врагам и накладывает один стек обморожения.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Каролина окружает себя 4 снежками и автоматически атакует врагов снежком каждые 1,5 с, нанося 150% урона + 10% врагам под эффектами контроля. Каждый враг может быть поражён снежком каждые 1,5 с. Когда все снежки расходуются, Каролина создаёт новые.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Каролина увеличивает крит на 24 во время боя. После 5 применений «Снежного колдовства» она получает дополнительно 30 к криту.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Каждый раз, когда Каролина использует «Снежное колдовство», урон снежков увеличивается на 10%, до 7 раз. Начиная с третьего применения, новые снежки наносят урон по области на соседние клетки и снижают магическую защиту врагов на 30% на 6 сек. Снежки также поражают ту же цель, что и обычные атаки Каролины.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Каролина накладывает Обморожение при нанесении урона с помощью Заклинаний Снежной Ведьмы.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 73,
    name: "Мистер Карлайл",
    class: "Раса 73",
    role: "урон",
    abilities: [
      {
        desc: "Сеция вызывает Мистера Карлайла на выбранную клетку. Он наследует все характеристики Сеции. Его обычная атака наносит 185% + 12% урона врагам в секторе на 1 клетку. Максимальное здоровье Карлайла увеличено на 105%, но он теряет 4% здоровья в секунду. При призыве Карлайл применяет «Плетёную агонию», обездвиживая врагов в радиусе 2 клеток и нанося им 140% урона каждую секунду в течение 2 секунд. Если Карлайл уже находится на поле, повторное использование навыка восстанавливает ему здоровье полностью и позволяет снова применить «Плетёную агонию».",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Сессия черпает силу из земли, увеличивая её и мистера Карлайла скорость атаки на 55 + 5 на 8 секунд. Следующая обычная атака мистера Карлайла заменяется на Громовой Землетрясение, наносящее 320% урона всем врагам в радиусе 2 клеток и восстанавливающее 15 здоровья.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Сесия и мистер Карлайл получают 25 + 2 пробивания защиты. После трёх обычных атак следующая атака Сесии усиливается, нанося 230% урона.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Cecia увеличивает свою скорость атаки на 25 и получает дополнительно 15 к скорости атаки, пока на поле боя находится мистер Карлайл.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Сесия опутывает врага укреплёнными Шипами, нанося 80% урона каждую секунду и не позволяя цели двигаться или действовать в течение 4 сек. Каждый удар поглощает 1.5% физической и магической защиты цели, а также 1 единицу её жизненной силы; эти характеристики сохраняются до конца боя и передаются мистеру Карлайлу. Поглощение можно повторить с каждой целью не более 8 раз. Навык выбирает сначала врагов, которые ещё не достигли лимита и не защищены от контроля.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Снижает количество обычных атак, необходимых для срабатывания «Агонизирующего прокола», на 1.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 74,
    name: "Надгробие",
    class: "Раса 74",
    role: "танк",
    abilities: [
      {
        desc: "Игорь вызывает над собой надгробие в начале боя. Каждый раз, когда враг теряет 40% здоровья, Игорь создаёт ещё одно надгробие на ближайшей свободной клетке к этому врагу; оно исчезает после трёх обычных атак. Игорь всегда стоит на надгробии и остаётся непоколебимым. При применении навыка Игорь наносит всем врагам 270% + 20% урона.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Игор активирует все надгробия каждые 8 с или при применении Кольца Похорон. Он прыгает на активированное надгробие, нанося 170% урона + 10% урона соседним врагам и деактивируя надгробие. При прыжке на надгробие, активированное Кольцом Похорон, Игор наносит дополнительно 50% урона. Во время применения умения он неуязвим и не может быть целью.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Игор перепрыгивает на другой надгробный камень, чтобы избежать смертельного удара, получая иммунитет к урону на время использования навыка. Каждый раз, когда Игор использует «Жуткий Взрыв» или «Призрачная Защита» для прыжка между надгробиями, он восстанавливает 4,5% + 0,8% HP. После 6 применений «Призрачной Защиты» каждая последующая способность увеличивает необходимое снижение HP для призыва надгробия с «Погребальным Кольцом» на 12%.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Игор увеличивает своё Похищение Жизни на 12 во время боя. При первом срабатывании Щита Призрака это увеличение увеличивается ещё на 10.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Igor – Ghastly Explosion:Игор увеличивает радиус действия Ghastly Explosion на 1 клетку и снижает получаемое целью лечение на 6 сек, когда его уровень HP выше 70%. Каждое применение Specter Guard усиливает Ghastly Explosion один раз, независимо от уровня HP Игора.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Игорь при начале боя вызывает дополнительный надгробий с Кольцом Похорон на клетке с наибольшим количеством врагов вокруг.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 75,
    name: "Возмездие Души",
    class: "Раса 75",
    role: "танк",
    abilities: [
      {
        desc: "Торан заряжается мгновение, затем наносит удар по всем врагам в радиусе действия, нанося 200% + 20% урона плюс 240% урона, полученного во время заряда. Он также получает 20% вампиризма. Торан неуязвим во время применения навыка, а если умение прерывается, его душа завершает удар.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Thoran атакует врага без эффекта «Похищение души» с наибольшим HP, высасывая у него 20% + 1,5% от текущего HP и увеличивая своё максимальное HP на такую же величину (максимум 600% от атаки Thoran). Этот враг получает на 17% больше урона до конца боя. Кроме того, ульта Thoran дополнительно высасывает 20% от текущего HP всех врагов под эффектом «Похищение души» и увеличивает его максимальное HP на такую же величину.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Тора́н восстаёт с 60% + 4% здоровья через короткое время после поражения. Эффект срабатывает один раз за бой и при этом восстанавливает 500 энергии.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Обычные атаки и умения Торана увеличивают восстановление его энергии на 40%. Если «Воскрешение» не срабатывает, восстановление энергии увеличивается дополнительно на 10%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Перед боем Торан заключает договор с союзником на клетке позади него, беря на себя 50% получаемого этим союзником урона до конца боя. Если Торан падает, союзник жертвует 85% своего текущего HP, чтобы спасти и исцелить Торана на 150% этой суммы. Пока действует договор, 35% урона, наносимого союзником, дополнительно исцеляет Торана. После спасения Торан больше не получает урон за этого союзника.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Тора́н: при применении «Возмездие души» он дополнительно отнимает 20% текущего здоровья у всех врагов, поражённых «Похищением души», и восстанавливает себе столько же здоровья.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 76,
    name: "Дух Защитник",
    class: "Раса 76",
    role: "поддержка",
    abilities: [
      {
        desc: "Niru защищает самого слабого союзника от смертельного удара, превращая его в Дух и восстанавливая 45% от макс. HP. Дух наносит 65% + 5% от исходного урона, но постепенно теряет HP. За каждого (до 5) побеждённого обычного врага союзник восстанавливает дополнительно 10% макс. HP при превращении в Духа. Когда HP Духа истощается, он исчезает.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Niru атакует самого слабого врага, нанося 120% + 20% урона и дополнительно 0,45× от потерянного здоровья цели, но не более 600% урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Ниру поглощает жизненную силу всех врагов, нанося каждому 180% + 15% урона, а также 5% от максимального HP цели (до 100%). После этого он восстанавливает равное количество HP самому слабому союзнику.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает здоровье на 29% во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Ниру применяет ульту на ближайшего союзника при начале боя, не расходуя энергию, отдавая приоритет союзнику позади себя. Дух не теряет HP в течение 12 секунд, пока все союзники не перейдут в форму Духа.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Не позволяет врагам восстанавливать здоровье в течение 8 сек. При повышении силы до уровня 2 обычные атаки заменяются Духовным Поглощением, наносящим 75% базового урона умения. Когда Духовное Поглощение лечит Шемиру или Даймона, оно также повышает их физическую и магическую защиту на 60% на 8 сек.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 77,
    name: "Летающие Мечи",
    class: "Раса 77",
    role: "урон",
    abilities: [
      {
        desc: "Салазар призывает множество Летающих Мечей, чтобы нанести 9 ударов по врагу с наибольшим HP. Каждый удар наносит 36% урона плюс дополнительный урон, равный 6,5% + 0,5% от текущего HP цели, но не более 150% + 10% от АТК Салазара. Каждый удар восстанавливает Салазару здоровье (Life Drain) на 50.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Салазар бьёт врагов в секторе 2 клетки, нанося 200% + 15% урона. Если у цели меньше 70% здоровья, Салазар совершает дополнительную атаку по врагам в том же секторе, нанося 250% + 25% урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Салазер заключает в плен врага с уровнем здоровья ниже 70%, нанося 300% урона и лишая возможности действовать на 6,5 с. Навык можно применить к каждому врагу только один раз. Каждый раз, когда Салазер заключает врага в плен, он поглощает 12% его атаки до конца боя (максимум 50% своей атаки за бой).",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Снижение получаемого урона на 20% в бою.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Салазар погружается в силу Духов и при начале боя или при заключении врага накладывает Восхищённый Кнут дважды без перезарядки. Каждый удар кнута наносит дополнительный урон в размере 5,5% от текущего здоровья врага (не более 160% от АТК Салазара) и восстанавливает 52 жизни Салазару.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Салазар восстанавливает 150% HP за каждого пленного врага. Повышает урон Spirit Shackles на 60%. Каждый раз, когда побеждается враг, которого он ранее пленил, Салазар получает щит, равный 100% макс. HP этого врага (длится 15 с, максимум 1500% ATK).",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 78,
    name: "Вихревой Удар",
    class: "Раса 78",
    role: "урон",
    abilities: [
      {
        desc: "Силвина наносит врагу 360% + 50% урона и снижает его энергию на 300.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Silvina: при начале боя отмечает ближайшего врага в симметричной позиции, мгновенно появляется рядом и атакует, нанося 340% + 25% урона и оглушая цель на 5 секунд.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Нормальная атака Сильвины превращается в Вихревой Удар на первые 12 секунд боя. Каждый Вихревой Удар наносит 170% + 10% урона. Победа над отмеченным врагом продлевает длительность Вихревого Удара на 8 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает шанс критического удара на 40 во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Сильвина после First Strike получает щит, блокирующий до 600% урона. Пока действует Blade Vortex, уничтожение отмеченного врага пугает всех противников в радиусе 2 клеток на 4 секунды.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Сильвина вихрем атак снижает Выносливость цели на 60 ед. на 3 секунды.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 79,
    name: "Тьмозмеи",
    class: "Раса 79",
    role: "урон",
    abilities: [
      {
        desc: "Пассивное. В начале боя Випериан тратит часть своего здоровья (до 60%), посылая Тьмозмеев, чтобы они вселились во всех врагов. Во время этого эффекта он невосприимчив к воздействию, но теряет 7% максимального здоровья за каждого призванного Тьмозмея. Каждый одержимый враг теряет 1% здоровья в секунду и восстанавливает Випериану 20 энергии при получении удара. Когда здоровье Випериана падает ниже 30%, он отзывает одного Тьмозмея, восстанавливая 14% здоровья. Активное. Випериан наносит 320% + 20% урона всем одержимым врагам. Если ни один враг не одержим, ближайший противник получает тот же эффект вселения.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Вайпериан высасывает здоровье у самого крепкого врага, нанося от 210% до 240% +25% урона и восстанавливая себе столько же HP, сколько нанесено урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивное: В бою тёмные вайперы каждые 3 секунды используют Tearing Bite, нанося 75% урона всем одержимым врагам. Активное: Viperian жертвует 10% максимального здоровья, чтобы усилить следующую Tearing Bite, нанося 150% урона цели и снижая её Энергию на 115.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Повышает скорость на 12–20 единиц в бою (в зависимости от уровня).",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "В начале боя, если здоровье Вайпериана выше 90%, через 19 секунд он теряет 30% HP и наносит всем врагам 420–480% урона (в зависимости от уровня оружия). Во время активации он неуязвим. Может срабатывать раз в 30 секунд. На уровне оружия 10 и выше Вайпер получает 2 усиления после применения умения.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "При уничтожении одержимых врагов тёмные вайперы возвращаются к Випериану, восстанавливая 14% здоровья и 80 энергии.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 80,
    name: "Цветущее Поле",
    class: "Раса 80",
    role: "поддержка",
    abilities: [
      {
        desc: "Людовик создаёт на своей позиции цветущее поле, исцеляющее союзников рядом с ним на сумму, равную 1200% от его текущей атаки. Союзники в пределах поля восстанавливают до 150% + 10% здоровья каждую секунду. Пока поле активно, Людовик неуязвим. Когда запас исцеления исчерпан, поле увядает, но восстанавливается со скоростью 100% в секунду и возобновляет действие, когда полностью восстановится. При активации Людовик переносит поле в указанную область, где оно выпускает три волны лечения, каждая из которых восстанавливает союзникам в радиусе двух клеток по 150% здоровья — даже если поле увядшее.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Когда враг (не призванное существо) теряет 40% здоровья, Цветущее Поле поглощает 15% от его максимального HP (до 350%) как питательные вещества, усиливая своё исцеление. Активное умение: Людовик бросает цветы в противника, нанеся наибольший урон, заставляя его терять 40% + 10% здоровья каждую секунду в течение 4 секунд. На уровне 71 урон повышается до 45% + 10% в секунду, на уровне 131 — до 50% + 10% в секунду, на уровне 191 — до 55% + 10% в секунду.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Людовик переносит поле вечного цветения к самому слабому союзнику и поглощает до 12% здоровья ближайшего несозданного врага (до 250%), усиливая исцеление поля.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Людовик усиливает своё лечение во время боя: на 9/11/14 ед. в зависимости от уровня. Когда поле вечного цветения накапливает лечение в объёме 2400%, эффект усиливается ещё на 2/4/4 ед.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Каждые два раза, когда Цветущее Поле поглощает питательные вещества через Цветы Жизни, оно создаёт Эфемерную Ягоду, которая через короткое время взрывается, нанося до 120% урона врагам и восстанавливая до 150% здоровья союзникам в области. После первых четырёх поглощений поле усиливается, восстанавливая себе 50% исцеляющего эффекта каждую секунду, даже если оно увядает.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда враг входит в цветущее поле, он получает 120% урона и оглушается на 3 секунды. Эффект может сработать один раз на каждом противнике каждые 12 секунд.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 81,
    name: "Орудийный Залп",
    class: "Раса 81",
    role: "урон",
    abilities: [
      {
        desc: "Ходжкин последовательно обстреливает всех вражеских героев, нанося до 360% + 30% урона цели и её соседям. Союзники рядом с целью также получают 100% урона. Если один и тот же противник попадает под выстрел более двух раз, последующий урон снижается до 20%. Умение позволяет выпустить не менее пяти пушечных залпов.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Ходжкин переходит в эфирное состояние на 8,5 секунды, становясь неуязвимым для физического урона и восстанавливая до 100% + 10% здоровья в секунду. Пассивно: при использовании умения «Орудийный залп» он автоматически входит в эфирное состояние на 4 секунды.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Ходжкин наносит 240–300% + 30% урона врагам в секторе радиусом 2 клетки и похищает у них 70–80 + 5 Энергии.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Ходжкин повышает свою атаку от 9% до 15% в бою и дополнительно на 6–10% в эфирной форме.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Призыв Мертвых Приливов В начале боя Ходжкин призывает двух Воинов Мертвого Прилива, окутанных магией Пустоты. Каждый обладает 60% его здоровья и 100% остальных характеристик, и может совершать только обычные атаки. Когда такая единица погибает, она взрывается, нанося соседним врагам урон, равный 160% + 10% от максимального здоровья побеждённого юнита (не более 200% от атаки Ходжкина). Враги теряют 200 Энергии. Юниты, поражённые огнём его пушки, также получают эффект магии Пустоты, но при их взрыве потеря Энергии снижается до 70%. Магия Пустоты также влияет на разрушаемые стены в зоне действия.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Ходжкин выстреливает из пушки, снижая физическую защиту задетых врагов на 15% (до 2 эффектов) на 10 секунд. Во время атаки он начинает с 400 энергии и восполняет 150 энергии за каждого врага, поражённого пушкой дважды. Эти враги также теряют 80 единиц живучести",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 82,
    name: "Возрастная Магия",
    class: "Раса 82",
    role: "урон",
    abilities: [
      {
        desc: "Бонни выпускает магические стрелы, дважды наносящие от 180% + 20% до 220% + 20% урона каждому врагу. Если цель поражена старением, урон увеличивается на 30%, а враг оглушается на 3–3.25 секунды.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Возрастная магия В начале боя Бонни накладывает Возрастную магию на самого дальнего врага, нанося 150% (+10%) урона и снижая его Скорость на 30 единиц до конца сражения. С каждым повышением уровня урон увеличивается до 160% (ур.71), 170% (ур.131) и 180% (ур.191). Бонни отдаёт приоритет атакам по врагу под действием Возрастной магии. Когда союзник наносит этому врагу магический урон, эффект усиливается, дополнительно снижая его Скорость на 10 (до 2 раз, каждое усиление можно активировать только один раз от каждого союзника). При максимальном усилении враг теряет 30% (+3%) силы атаки и получает 100% урона каждую секунду.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Бонни превращается в чёрный туман, перемещается в безопасное место в пределах 4 клеток и выпускает 6 стрел, наносящих от 35% до 50% + 5% урона каждой. Во время формы тумана Бонни неуязвима.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает атаку на 12–20% во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Когда эффект Старения достигает максимума или поражённый им враг погибает, он передаётся ближайшим 1–2 врагам без этого эффекта, нанося 260–280% урона (значение и число целей увеличиваются с уровнем оружия).",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "При максимальном эффекте Старения враг получает на 10% больше урона от магии и ещё на 20% больше от умений‑ультимативных.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 83,
    name: "Цветущий Ужас",
    class: "Раса 83",
    role: "урон",
    abilities: [
      {
        desc: "Пассивно. Валка накладывает 1 стак паники на врага при обычных атаках (длится 10 сек). При накоплении 4 стаков враг впадает в панику на 10 сек и теряет 10 очков скорости действия. Валка может использовать \"Цветущий ужас\" только по соседним врагам в состоянии паники. Навык требует 100 энергии, снимает панику и оглушает цель, нанося два мощных удара. Каждый из первых двух ударов наносит истинный урон в размере от 6% до 12% базового урона плюс 1.5% от максимального здоровья врага (увеличиваясь с уровнем до 12%), а финальный – от 12% до 18% базового урона плюс 2% от максимума здоровья. Урон каждого удара ограничен от 400% до 800% в зависимости от уровня. После ударов Валка восстанавливает здоровье в размере от 350% до 400% своего HP. Использование можно повторять раз в 6.4 секунды, во время применения Валка неуязвима.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Валка совершенствует мастерство меча, используя разные приёмы в зависимости от ситуации. Если рядом несколько противников, она расходует 300 энергии, нанося два удара мечом, каждый из которых наносит до 180% + 15% урона. Если противник только один, Валка расходует 300 энергии, нанося два мощных удара: первый — до 170% + 20% урона, второй — до 230% + 25%, при этом цель сбивается с ног на 1 секунду. Если рядом нет врагов, Валка тратит 150 энергии, делает рывок к ближайшему противнику в радиусе 3 клеток, избегает атак с высокой дугой, получает щит, поглощающий до 220% урона, и завершает движение мощным ударом с уроном до 180% + 15%.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "В начале боя Валька получает щит, уменьшающий получаемый урон на 30% за каждого союзника в пределах 1 клетки (до 90% максимум). Она также увеличивает скорость атаки этих союзников на 50 + 5 до конца боя.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя увеличивает скорость атаки на 18–30 в зависимости от уровня умения.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Валька — отражение ужаса Когда Валька получает урон от ультимативного умения противника в своей атакующей зоне, она мгновенно блокирует атаку и становится невосприимчивой к урону. После этого автоматически применяет «Цветущий ужас» к атакующему без расхода энергии и без снятия его статуса паники, восстанавливая 250–350 ед. энергии (в зависимости от уровня оружия). Во время применения она неуязвима и может использовать этот эффект против одного и того же врага раз в 10 секунд. В течение 10 секунд после активации её скорость атаки повышается на 80%, а вампиризм — на 60% (при максимальном уровне оружия).",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Пока действует щит [translate:Spectral Bulwark], Валка восстанавливает на 50 больше энергии при обычных атаках. Её Ультимативная способность наносит дополнительный урон, увеличиваясь на 0.6% за каждую единицу скорости атаки и стремительности. После применения Ультимативной способности Валка также получает щит, равный 30% от прочности [translate:Spectral Bulwark].",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 84,
    name: "Рёв Ярости",
    class: "Раса 84",
    role: "танк",
    abilities: [
      {
        desc: "В начале боя Каллан получает щит мощностью 200%, становясь невосприимчивым. Пока действует щит, он не может двигаться и действовать, а его защита снижается на 20% в секунду. Щит поглощает 50% физического и магического урона, получаемого союзниками в радиусе двух клеток. При активации умения Каллан создаёт щит мощностью 100% + 5%, который действует до 10 секунд и также делает его невосприимчивым. На высоких уровнях сила активного щита увеличивается — 110% + 5% (ур. 51), 120% + 5% (ур. 111), 130% + 5% (ур. 171), 140% + 5% (ур. 231).",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Каллан размахивает цепом, дважды нанося врагу 160% урона. Затем он ударяет врагом о землю, нанося 150% + 20% урона всем противникам перед собой и сбивая их с ног. На высоких уровнях урон возрастает до 220% + 20%.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Каллан превращает 25–35% + 1% полученного его щитом урона в мощь голема. Активное умение. Каллан выпускает накопленную мощь, нанося равный ей урон врагам в радиусе 2 клеток. Использовать способность можно, если запас мощи превышает 350%. За одно применение расходуется до 600% накопленной мощи, излишки сохраняются для следующего использования.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Каллан повышает свою выносливость в бою на 11–19 ед., в зависимости от уровня.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Рев ярости Когда здоровье Каллана или любого союзника (кроме призванных существ) падает ниже 30%, он издаёт яростный рёв, нанося урон всем врагам 70% до 8 раз и оглушая их на 2 секунды. Во время активации Каллан невосприимчив к эффектам. Используется один раз за бой.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Каллан восстанавливает 15% от максимальной прочности полученного щита в виде здоровья.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 85,
    name: "Призрачная Дань",
    class: "Раса 85",
    role: "урон",
    abilities: [
      {
        desc: "Пассивный эффект. Призраки, вызванные умением Ghostly Tribute, присоединяются к обстрелу. Активный эффект. Шеми́ра призывает 10 призраков, которые в течение 10 секунд атакуют случайных врагов. Каждый призрак наносит от 110% до 150% (+15%) урона в зависимости от уровня, исцеляя Шемиру на 50% (+5%) нанесённого урона при ударе и ещё раз при возвращении. После того как любой враг получает 15 попаданий, урон призраков по нему снижается до 50% до следующего применения ультимативного умения.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Шемира жертвует 10% своего текущего здоровья, чтобы призвать Стенающую сферу в 4 клетках от себя. Сфера пролетает сквозь врагов на пути, нанося им до 380% + 40% урона.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. Когда у союзников теряется количество здоровья или щита, равное 50% максимального запаса здоровья Шемиры, она призывает призрака. Всего вне ультимативного умения можно иметь до 5 призраков. Активное умение. Шемира жертвует 15% своего текущего здоровья, нанося истинный урон одной цели, равный 24–30% + 3% от её максимального здоровья (в зависимости от уровня), но не более 800%. Если рядом есть хотя бы один призрак, он приносится в жертву, чтобы ударить основную цель и врагов в радиусе 1 клетки, нанося им истинный урон в размере 20% + 2% от их максимального здоровья, не более 500%.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя восстановление Энергии от атак увеличено на 24–40%. После призыва трёх духов эффективность восстановления дополнительно возрастает на 6–10%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Шемира теряет призрака, когда получает урон, равный 30% от своего максимального здоровья, или достигает лимита призванных духов. В этом случае она создаёт щит на 5 секунд, который поглощает до 250% урона (до 300% при максимальном уровне оружия). Когда действие щита заканчивается, остаточная энергия взрывается, нанося врагам урон, равный оставшейся прочности щита. Во время Основного умения атаки духов дополнительно наносят чистый урон, равный 3% от максимального здоровья цели (не более 90%) и уменьшают её максимальное здоровье на нанесённое значение.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "[translate:После каждой смерти героя Шамира призывает одного призрака.]",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 86,
    name: "Ститчи",
    class: "Раса 86",
    role: "танк",
    abilities: [
      {
        desc: "Пассивно: Дух-защитник Даймона, Стиччи, сражается рядом с ним, автоматически атакуя ближайшего врага и нанося 90% урона. Стиччи нельзя выбрать целью или атаковать; он исчезает, когда побеждён Даймон. Активно: Даймон приказывает Стиччи нанести X-образный удар по области с наибольшим числом противников, нанося чистый урон, равный до 25% + 3% от максимального здоровья каждой цели (но не более 500%). Даймон и двое его самых ослабленных союзников получают щит на 8 секунд, равный 60% нанесённого урона.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Пассивное: Каждые 8 секунд Ститчи выпускает мощную атаку, наносящую чистый урон цели и соседним врагам, равный 20% от максимального запаса здоровья цели (но не более 400%). Весь нанесённый урон превращается в щит для Даймона на 8 секунд. Активное: Даймон поглощает 20% (+2%) максимального здоровья врага и превращает это значение в щит на 8 секунд. Эффективность поглощения растёт с уровнями (17% → 18% → 19% → 20%). Щит не может превышать 250% от максимального значения.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Даймон устанавливает связь с союзником, стоящим позади него перед боем. Каждый раз, когда Даймон получает щит, связанный союзник получает 30% этого щита на то же время. Пока действует щит Даймона, союзник дополнительно получает +18 к Поглощению жизни и +31% к атаке. Если союзник погибает, Даймон мгновенно связывается с самым слабым оставшимся союзником.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Даймон получает постоянное снижение получаемого урона от 10% до 18% в зависимости от уровня. Если он под щитом, то дополнительно снижает урон ещё на 5–7%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Даймон — Рёв Стиччи Когда полученный урон и потеря щита вместе превышают 50% от максимального здоровья Даймона, Стиччи возвращается к нему и издаёт ужасающий рёв, пугающий врагов в радиусе 3 клеток, включая того, кто нанёс больше всего урона. Рёв наносит урон, равный 6% максимального здоровья каждого противника каждые 0.5 секунды в течение 2 секунд (максимум 100%), а затем превращает весь нанесённый урон в щит для Даймона на 8 секунд. Эффект можно активировать раз в 10 секунд.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда щит союзного героя спадает, 50% его оставшейся прочности превращаются в лечение этого героя.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 87,
    name: "Ноты Заклинания",
    class: "Раса 87",
    role: "поддержка",
    abilities: [
      {
        desc: "В начале боя Изабелла выбирает ближайшего союзного героя в качестве напарника. Если тот погибает, она выбирает нового. Когда напарник получает усиление характеристик (АТК, скорость атаки, стремительность, физ. защита, маг. защита или живучесть), Изабелла получает постоянную «ноту заклинания», связанную с этим параметром. Каждая нота может накапливаться до 3 раз. Усиления, полученные от самих нот, не создают новые. При использовании ультимативного умения Изабелла повышает атаку напарника на 15% + 1.5% на 6–8 секунд (длительность растёт с уровнями). Каждая накопленная нота дополнительно усиливает соответствующий параметр напарника: АТК, физ. и маг. защита — на +15% за каждую ноту; скорость атаки, стремительность и живучесть — на +15 за каждую ноту.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Исабелла исцеляет своего спутника на 400% + 40% от здоровья, одновременно нанося 150% урона врагам рядом с ним. Урон, нанесённый врагам, дополнительно превращается в лечение спутника.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Когда спутник Изабеллы находится под эффектом контроля более 5 секунд, она делает его неуязвимым к таким эффектам на 2.5–2.75 секунды. Это срабатывает не чаще чем раз в 5 секунд. Когда вражеский герой наносит спутнику 350% урона, Изабелла снижает его атаку на 60–75% + 7% на 5 секунд. Эффект можно активировать раз в 5 секунд.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя повышает параметр Поддержки на 30–50 ед. в зависимости от уровня.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "При использовании ульты Изабелла накладывает ослабление на врага, который нанёс больше всего урона её союзнику. На 8 секунд снижаются характеристики, соответствующие активным эффектам от нот заклинания, с эффективностью, равной 100% силы положительных эффектов. Когда бафф от ульты заканчивается, Изабелла восстанавливает по 180 ед. энергии за каждый тип ноты, достигший максимума (до 540 ед. за применение способности).",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда союзник Изабеллы получает усиление, повышающее его атаку, физическую или магическую защиту на 15% и более, либо скорость атаки, стремительность или живучесть на 15 и выше, Изабелла получает дополнительный заряд соответствующей ноты заклинания.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 88,
    name: "Грозовый Огненный Дракон",
    class: "Раса 88",
    role: "урон",
    abilities: [
      {
        desc: "Во время подготовки к бою Нatsu выбирает между режимами Грозового Огненного Дракона и Повелителя Огненных Драконов. В режиме Грозового Огненного Дракона он атакует всех врагов в секторе 3 клетки перед собой, нанося от 1400% до 1600% + 160% урона и оглушая их на 3 секунды. В режиме Повелителя Огненных Драконов Нatsu наносит от 2400% до 2800% + 280% урона по тем же врагам, сосредотачиваясь на максимальном уроне вместо дебаффов.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Режим Молниеносного Огненного Дракона: Наносит врагу, причинившему наибольший суммарный урон, 560% + 56% урона и снижает его Скорость на 80 ед. Эффект ослабляется и исчезает через 5 секунд. Режим Короля Огненных Драконов: Атакует ближайшего врага, нанося урон, равный 50% + 5% от его максимального НР, с возможным максимумом 1000% + 100% от атаки Нацу, и сбивает цель с ног на 0,5 с.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Срабатывает один раз за бой после первой смерти союзника. Нэцу, охваченный яростью, повышает свою АТК и Защиту (физическую и магическую) на 27–30% плюс 3% от соответствующих характеристик павшего союзника. Если погибает Люси, дополнительно увеличивает Крит и Крит.урон на 5.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "В режиме [translate:Lightning Fire Dragon] Натсу повышает свою скорость (Haste) на 9/12/15, а в режиме [translate:Fire Dragon King] увеличивает атаку (ATK) на 12%/16%/20%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Когда Нацу наносит урон, он снижает максимальное здоровье цели на 40–50% от нанесённого урона (в зависимости от уровня оружия). Эффект не действует на боссов, а суммарное снижение здоровья одной цели не может превышать 800% от атаки Нацу. Если враг находится под действием любого дебаффа Нацу, его максимальное здоровье дополнительно уменьшается на 20% от атаки Нацу каждые 0,5 секунды.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда Нацу наносит урон врагу не обычной атакой, цель загорается на 5 секунд, получая 80% урона каждые 0,5 секунды.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 89,
    name: "Дух Водолея",
    class: "Раса 89",
    role: "урон",
    abilities: [
      {
        desc: "Lucy призывает Дух Водолея — Аквариус — чтобы та сражалась на её стороне. Аквариус имеет 120% здоровья Люси и 100% её остальных характеристик. При появлении она создаёт водоворот, поражающий область с наибольшим числом врагов, нанося от 300% + 30% до 400% + 30% урона (в зависимости от уровня) всем целям в радиусе и оглушая их на 2 секунды. Атака водоворота повторяется каждые 10 секунд. Обычная атака Аквариус наносит 100% + 10% урона на расстоянии до 10 клеток.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "Люси наносит самый сильный удар врагу, причинившему больше всего урона, поражая его мощным пинком на 240–300% + 20% урона и оглушая на 2,5 секунды. После удара она возвращается на своё место и остаётся неуязвимой во время использования умения.",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Абсолютное умение Люси превращает её в Аквариус до конца боя. В этой форме она создаёт водоворот, поражающий область с наибольшим числом врагов и наносящий 400% + 30% урона всем противникам в зоне. Враги подбрасываются в воздух и оглушаются на 2 секунды. Радиус атаки Люси увеличивается до 10 клеток.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Увеличивает Скорость на 12–20 во время боя.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "Аквариус (Люси в форме Аквариуса) создаёт Водный Барьер, накладывая на самого слабого союзника щит, который поглощает до 550% урона и действует 8 секунд. Пока щит активен, защита от атак дальнего боя увеличена на 50.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Когда Энергия Люси заполняется, Скорость Атаки Аквариуса на поле боя увеличивается на 80.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
  {
    id: 90,
    name: "Ящик Пандоры",
    class: "Раса 90",
    role: "урон",
    abilities: [
      {
        desc: "Ящик Пандоры Пассивное: Пандора защищена надеждой и не страдает от действия собственного умения. Активное: Пандора открывает ящик, насылая ужас на всех врагов. Все противники в панике отступают на свою сторону в течение 5 секунд, теряя от 50% до 70% + 5% здоровья каждые 0,5 секунды (в зависимости от уровня). После окончания эффекта их атака снижается на 10% на 8 секунд, эффект снижения может складываться до 3 раз.",
        energy: 1000,
        upgrade: "-"
      },
      {
        desc: "В начале боя Пандора затягивает самого дальнего союзника в свой ящик, делая его неуязвимым, но неспособным использовать умения. Через 4 секунды союзник выходит из ящика, получает 1000 единиц энергии и бонус к атаке от 35% до 50% + 5%, действующий 10 секунд (в зависимости от уровня Пандоры).",
        energy: "-",
        upgrade: "-"
      },
      {
        desc: "Пассивное умение. Каждый раз, когда Пандора использует способности, она восстанавливает освобождённому союзнику от 290% + 25% до 320% + 25% его здоровья и от 90 + 10 до 120 + 10 энергии (в зависимости от уровня). Одновременно её коробка накладывает Corruption (Порчу) — постоянный эффект, увеличивающий получаемый урон на 10% — на саму Пандору и одного случайного врага, не заражённого Порчей. У Пандоры Порча может накапливаться до 4 раз, у врагов не складывается. Активное умение. В течение 10 секунд Пандора накладывает на врага случайное количество уникальных дебаффов, равное числу её стаков Порчи, отдавая приоритет целям, на которых ещё нет этих эффектов. Возможные дебаффы: снижение Скорости на 45, восстановление Энергии на 45%, Живучести на 45 или 45% шанс промаха при обычных атаках. Эффекты не суммируются.",
        energy: 150,
        upgrade: "-"
      },
      {
        desc: "Во время боя максимальное HP Пандоры увеличивается до 24%, а после пробуждения силы её шкатулки — дополнительно до 12%.",
        energy: "-",
        upgrade: 300
      },
      {
        desc: "После поражения Пандоры на поле боя остаётся её шкатулка — неуязвимая и игнорируемая врагами. Её запас Энергии ограничен 1000 единицами, и она восстанавливает по 45–65 ед. в секунду (значение растёт с уровнем оружия). При заполнении запаса Энергии шкатулка снова выпускает «Вспышку паники» — без урона по здоровью. Каждые 5 секунд она также применяет «Осквернённую жертву» к случайному врагу, накладывая один случайный негативный эффект. На максимальном уровне оружия снижение атаки от «Вспышки паники» становится постоянным.",
        energy: "-",
        upgrade: 600
      },
      {
        desc: "Союзник, заключённый в Ящик Пандоры, навсегда получает защиту надежды, становясь невосприимчивым к Проекции паники — даже после поражения Пандоры.",
        energy: "-",
        upgrade: 900
      },
    ]
  },
];
